Repository: PortsMaster/PortMaster-GUI
Catalog: PortMaster/pylibs/locales/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ro_ro, ru_ru, sv_se, uk_ua, zh_cn

source: Downloading {file_url} - ({total_length_mb})
de_de: Lade {file_url} - ({total_length_mb}) herunter.
es_es: Descargando {file_url} - ({total_length_mb})
fr_fr: Téléchargement de {file_url} - ({total_length_mb})
it_it: Scarico {file_url} - ({total_length_mb})
ja_jp: {file_url} - ({total_length_mb}) をダウンロード中
ko_kr: {file_url} - ({total_length_mb}) 다운로드 중
pl_pl: Pobieranie {file_url} - ({total_length_mb})
pt_br: Baixando {file_url} - ({total_length_mb})
ro_ro: Se descarcă {file_url} - ({total_length_mb} MB)
ru_ru: Загрузка {file_url} - ({total_length_mb})
sv_se: Hämtar {file_url} - ({total_length_mb})
uk_ua: Завантаження {file_url} - ({total_length_mb})
zh_cn: 正在从 {file_url} 下载 ({total_length_mb})

source: Downloading file.
de_de: Lade Datei herunter
es_es: Descargando archivo.
fr_fr: Téléchargement du fichier.
it_it: Scarico i file
ja_jp: ファイルをダウンロードしています...
ko_kr: 파일 다운로드 중
pl_pl: Pobieranie pliku.
pt_br: Baixando arquivo.
ro_ro: Se descarcă fișierul.
ru_ru: Загрузка файла.
sv_se: Hämtar fil.
uk_ua: Завантаження файлу.
zh_cn: 下载文件中...

source: Download failed: {err}
de_de: Download fehlgeschlagen: {err}
es_es: Descarga fallida: {err}
fr_fr: Échec du téléchargement : {err}
it_it: Download fallito: {err}
ja_jp: ダウンロードに失敗しました: {err}
ko_kr: 다운로드 실패: {err}
pl_pl: Pobieranie nie powiodło się: {err}
pt_br: Download falhou: {err}
ro_ro: Descărcarea a eșuat: {err}
ru_ru: Ошибка загрузки: {err}
sv_se: Nedladdning misslyckades: {err}
uk_ua: Не вдалося завантажити: {err}
zh_cn: 下载失败，{err}

source: Download validation failed.
de_de: Download Überprüfung fehlgeschlagen
es_es: Error al validar la descarga.
fr_fr: Échec de la validation du téléchargement.
it_it: Validazione del download fallita.
ja_jp: ダウンロードの検証に失敗しました。
ko_kr: 다운로드 검증에 실패했습니다.
pl_pl: Sprawdzanie poprawności pliku nie powiodło się.
pt_br: Validação do download falhou.
ro_ro: Validarea descărcării a eșuat.
ru_ru: Ошибка проверки загрузки.
sv_se: Validering av nedladdning misslyckades.
uk_ua: Помилка при перевірці завантаження.
zh_cn: 下载验证失败。

source: Passed file validation.
de_de: Dateiüberprüfung erfolgreich
es_es: Validación de archivo correcta.
fr_fr: Validation du fichier réussie.
it_it: File Validati
ja_jp: ファイルの検証が完了しました。
ko_kr: 파일 검증을 완료했습니다.
pl_pl: Plik przeszedł pomyślnie walidację.
pt_br: Validação de arquivo passou.
ro_ro: Fișierul a trecut validarea.
ru_ru: Проверка файла пройдена.
sv_se: Godkänd filvalidering.
uk_ua: Файл перевірено.
zh_cn: 已通过文件验证。

source: Unable to validate download.
de_de: Download konnte nicht überprüft werden.
es_es: Error al validar la descarga.
fr_fr: Impossible de valider le téléchargement.
it_it: Impossibile validare il download.
ja_jp: ダウンロードを検証できません。
ko_kr: 다운로드를 검증할 수 없습니다.
pl_pl: Nie można zweryfikować pobrania.
pt_br: Incapaz de validar download.
ro_ro: Nu s-a putut valida descărcarea.
ru_ru: Не удалось проверить загрузку.
sv_se: Kunde inte validera nedladdning.
uk_ua: Не вдалося перевірити завантаження.
zh_cn: 无法验证下载。

source: Main Menu
de_de: Hauptmenü
es_es: Menú Principal
fr_fr: Menu principal
it_it: Menu principale
ja_jp: メインメニュー
ko_kr: 메인 메뉴
pl_pl: Menu Główne
pt_br: Menu Principal
ro_ro: Meniu Principal
ru_ru: Главное меню
sv_se: Huvudmeny
uk_ua: Головне меню
zh_cn: 主菜单

source: Disclaimer
de_de: Haftungsausschluss
es_es: Aviso legal
fr_fr: Avertissement
ko_kr: 면책 조항
pl_pl: Uwaga
pt_br: Aviso
ro_ro: Declinarea responsabilității
ru_ru: Отказ от ответственности
uk_ua: Відмова від відповідальності

source: Accept
de_de: Akzeptieren
es_es: Aceptar
fr_fr: Accepter
ko_kr: 수락
pl_pl: Akceptuj
pt_br: Aceitar
ro_ro: Acceptă
ru_ru: Принять
uk_ua: Прийняти

source: Quit
de_de: Verlassen
es_es: Salir
fr_fr: Quitter
it_it: Indietro
ja_jp: 終了
ko_kr: 나가기
pl_pl: Wyjdź
pt_br: Sair
ro_ro: Ieșire
ru_ru: Выйти
sv_se: Avsluta
uk_ua: Вийти
zh_cn: 退出

source: Are you sure you want to exit PortMaster?
de_de: Bist du sicher, dass du PortMaster verlassen möchtest?
es_es: Estás seguro que deseas salir de PortMaster?
fr_fr: Êtes-vous sûr de vouloir quitter PortMaster ?
ja_jp: PortMaster を終了しますか？
ko_kr: 종료하시겠습니까?
pl_pl: Czy na pewno chcesz wyjść z PortMastera?
pt_br: Você tem certeza que quer sair de PortMaster?
ro_ro: Ești sigur că vrei să ieși din PortMaster?
ru_ru: Вы хотите выйти из PortMaster?
sv_se: Är du säker på att du vill lämna PortMaster?
uk_ua: Ви впевнені, що хочете вийти з PortMaster?
zh_cn: 您确定要退出PortMaster吗？

source: Featured Ports
de_de: Empfohlene Ports
es_es: Ports Destacados
fr_fr: Ports recommandés
it_it: Raccomandati dal Team
ja_jp: 注目のポート
ko_kr: 추천 포트
pl_pl: Polecane porty
pt_br: Jogos em Destaque
ro_ro: Porturi Recomandate
ru_ru: Рекомендуемые порты
sv_se: Utvalda portar
uk_ua: Рекомендовані порти
zh_cn: 精选移植作品

source: Hand curated lists of ports
de_de: Von Hand ausgewählte Ports
es_es: Lista de ports supervisados a mano
fr_fr: Ports sélectionnés
it_it: Selezione di ports raccomandati dal Team
ja_jp: ポートのハンドキュレーションリスト
ko_kr: 엄선한 포트 목록
pl_pl: Ręcznie wyselekcjonowane listy portów
pt_br: Listas de jogos selecionados
ro_ro: Liste de porturi selectate manual
ru_ru: Создать вручную списки портов
sv_se: Listor av handplockade portar
uk_ua: Кураторський список портів
zh_cn: 社区推荐的移植作品

source: All Ports
de_de: Alle Ports
es_es: Todos los ports
fr_fr: Tous les ports
it_it: Tutti i Ports
ja_jp: すべてのポート
ko_kr: 모든 포트
pl_pl: Wszystkie porty
pt_br: Todos os Jogos
ro_ro: Toate Porturile
ru_ru: Все порты
sv_se: Alla portar
uk_ua: Всі порти
zh_cn: 所有移植作品

source: List all ports available on PortMaster.
de_de: Alle verfügbaren PortMaster Ports auflisten.
es_es: Lista de todos los ports disponibles en PortMaster.
fr_fr: Lister tous les ports disponibles sur PortMaster.
it_it: Lista con tutti i Ports disponibili su PortMaster.
ja_jp: PortMasterで利用可能なすべてのポートを表示します。
ko_kr: 포트 마스터에서 사용 가능한 모든 포트 목록
pl_pl: Lista wszystkich portów dostępnych na PortMaster.
pt_br: Listar todos os jogos disponíveis em PortMaster.
ro_ro: Listează toate porturile disponibile pe PortMaster.
ru_ru: Список всех портов на PortMaster.
sv_se: Visa alla portar tillgängliga på PortMaster.
uk_ua: Список усіх портів доступних на PortMaster.
zh_cn: 列出PortMaster所有可用的移植作品。

source: Ready to Run Ports
es_es: Ports listos para ejecutarse
fr_fr: Ports Prêts à Exécuter
it_it: Ready To Run
ja_jp: ポートを実行する準備完了
ko_kr: 실행 준비가 된 포트
pl_pl: Gotowe do uruchomienia porty
pt_br: Jogos prontos para rodar
ro_ro: Porturi gata de rulare
ru_ru: Готовые к запуску
sv_se: Redo att köras
uk_ua: Порти готові до запуску
zh_cn: 可直接运行移植作品

source: List all ports that are ready to play!
de_de: Alle Ports auflisten, die zum Spielen bereit sind!
es_es: Lista de todos los ports que estan listos para jugar!
fr_fr: Lister tous les ports qui sont prêts à jouer !
it_it: Selezione di ports già compresivi di tutto il necessario per giocare!
ja_jp: プレーする準備ができた、のポートを表示します
ko_kr: 실행할 준비가 된 모든 포트를 나열하세요!
pl_pl: Lista wszystkich portów, które są gotowe do gry!
pt_br: Listar todos os jogos que estão prontos para jogar!
ro_ro: Listează toate porturile gata de jucat!
ru_ru: Список всех портов, готовых к игре!
sv_se: Visa alla portar som är redo att köras!
uk_ua: Показати всі порти, готові до гри!
zh_cn: 列出所有可以直接运行的移植作品！

source: Manage Ports
de_de: Ports verwalten
es_es: Administrar Ports
fr_fr: Gestion des ports
it_it: Gestione Ports
ja_jp: ポートの管理
ko_kr: 포트 관리
pl_pl: Zarządzaj portami
pt_br: Gerenciar jogos
ro_ro: Gestionează Porturile
ru_ru: Управление портами
sv_se: Hantera Portar
uk_ua: Керування портами
zh_cn: 管理移植作品

source: Update / Uninstall Ports
de_de: Ports aktualisieren / deinstallieren
es_es: Actualizar / Desinstalar Ports
fr_fr: Mise à jour / Désinstallation des ports
it_it: Aggiorna / Disinstalla Ports
ja_jp: ポートの更新/アンインストール
ko_kr: 포트 업데이트/제거
pl_pl: Aktualizuj / Odinstaluj porty
pt_br: Atualizar / desinstalar Jogos
ro_ro: Actualizare / Dezinstalare Porturi
ru_ru: Обновить / Удалить порт
sv_se: Uppdatera / Avinstallera portar
uk_ua: Оновити / видалити порти
zh_cn: 更新 / 卸载移植作品

source: Options
de_de: Optionen
es_es: Opciones
it_it: Opzioni
ja_jp: オプション
ko_kr: 옵션
pl_pl: Ustawienia
pt_br: Opções
ro_ro: Opțiuni
ru_ru: Настройки
sv_se: Inställningar
uk_ua: Налаштування
zh_cn: 设置

source: PortMaster Options
de_de: PortMaster Optionen
es_es: Opciones de PortMaster
fr_fr: Options de PortMaster
it_it: Configura PortMaster secondo le tue preferenze
ja_jp: PortMaster オプション
ko_kr: 옵션
pl_pl: Opcje PortMaster
pt_br: Opções do PortMaster
ro_ro: Opțiuni PortMaster
ru_ru: Настройки PortMaster
sv_se: PortMaster-inställningar
uk_ua: Налаштування PortMaster
zh_cn: Portmaster 选项

source: Exit
de_de: Beenden
es_es: Salir
fr_fr: Quitter
it_it: Esci
ja_jp: 終了
ko_kr: 나가기
pl_pl: Wyjście
pt_br: Sair
ro_ro: Ieșire
ru_ru: Выход
sv_se: Stäng
uk_ua: Вихід
zh_cn: 退出

source: Quit PortMaster
de_de: PortMaster beenden
es_es: Salir de PortMaster
fr_fr: Quitter PortMaster
it_it: Esci Da PortMaster
ja_jp: PortMasterを終了
ko_kr: 종료
pl_pl: Wyjdź z PortMaster
pt_br: Sair do PortMaster
ro_ro: Ieși din PortMaster
ru_ru: Выйти из PortMaster
sv_se: Avsluta PortMaster
uk_ua: Вийти з PortMaster
zh_cn: 退出 Portmaster

source: Enter
de_de: Eingabe
es_es: Entrar
fr_fr: Entrer
it_it: Accetta
ko_kr: 선택
pl_pl: Wejdź
pt_br: Entrar
ro_ro: Intră
ru_ru: Выбрать
sv_se: Öppna
uk_ua: Підтвердити
zh_cn: 进入

source: Secret Mode {secret_mode}
de_de: Geheim-Modus {secret_mode}
es_es: Modo Secreto {secret_mode}
fr_fr: Mode secret {secret_mode}
it_it: Modalità Segreta {secret_mode}
ja_jp: シークレットモード {secret_mode}
ko_kr: 비밀 방식 {secret_mode}
pl_pl: Tryb sekretny {secret_mode}
pt_br: Modo Secreto {secret_mode}
ro_ro: Mod Secret {secret_mode}
ru_ru: Секретный режим {secret_mode}
sv_se: Hemligt Läge {secret_mode}
uk_ua: Таємний режим {secret_mode}
zh_cn: 秘密模式 {secret_mode}

source: Enabled
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
it_it: Attiva
ja_jp: 有効
ko_kr: 켜기
pl_pl: Włączony
pt_br: Ativado
ro_ro: Activat
ru_ru: Включено
sv_se: På
uk_ua: Увімкнено
zh_cn: 已启用

source: Disabled
de_de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé
it_it: Disattiva
ja_jp: 無効
ko_kr: 끄기
pl_pl: Wyłączony
pt_br: Desativado
ro_ro: Dezactivat
ru_ru: Выключено
sv_se: Av
uk_ua: Вимкнено
zh_cn: 已禁用

source: Options Menu
de_de: Optionen
es_es: Menu de Opciones
fr_fr: Options
it_it: Impostazioni
ja_jp: オプションメニュー
ko_kr: 옵션 메뉴
pl_pl: Menu opcji
pt_br: Menu de Opções
ro_ro: Meniu Opțiuni
ru_ru: Настройки
sv_se: Alternativ
uk_ua: Меню налаштувань
zh_cn: 选项菜单

source: Interface
de_de: Benutzeroberfläche
es_es: Interfaz
it_it: Interfaccia
ja_jp: インターフェース
ko_kr: 인터페이스
pl_pl: Interfejs
ro_ro: Interfață
ru_ru: Интерфейс
sv_se: Gränssnitt
uk_ua: Інтерфейс
zh_cn: 用户界面

source: Choose Language
de_de: Sprache wählen
es_es: Seleccionar idioma
fr_fr: Choisir la Langue
it_it: Lingua
ja_jp: 言語を選択
ko_kr: 언어 선택
pl_pl: Wybierz język
pt_br: Escolher Idioma
ro_ro: Alege limba
ru_ru: Язык
sv_se: Välj språk
uk_ua: Обрати мову
zh_cn: 选择语言

source: Select the language PortMaster uses.
de_de: Sprache auswählen.
es_es: Elige el idioma que PortMaster usa.
fr_fr: Sélectionnez la langue utilisée par PortMaster.
it_it: Seleziona la lingua usata da PortMaster.
ja_jp: PortMaster のインターフェース言語を選択
ko_kr: 사용할 언어를 선택하세요.
pl_pl: Wybierz język używany przez PortMaster.
pt_br: Selecione o idioma que PortMaster usa.
ro_ro: Selectează limba utilizată de PortMaster.
ru_ru: Изменить используемый язык PortMaster.
sv_se: Välj det språk PortMaster använder.
uk_ua: Оберіть мову, яку використовує PortMaster.
zh_cn: 选择 PortMaster 语言。

source: Select Theme
de_de: Theme auswählen
es_es: Seleccionar Tema
fr_fr: Sélection du thème
it_it: Seleziona Tema
ja_jp: テーマを選択
ko_kr: 테마 선택
pl_pl: Wybierz motyw
pt_br: Selecionar Tema
ro_ro: Selectează Tema
ru_ru: Выбрать тему
sv_se: Välj tema
uk_ua: Оберіть тему
zh_cn: 选择主题

source: Select a theme for PortMaster.
de_de: Theme auswählen.
es_es: Elige el tema de PortMaster.
fr_fr: Sélectionnez un thème pour PortMaster.
it_it: Cambia il tuo attuale tema o scaricane di nuovi.
ja_jp: PortMasterのテーマを選択
ko_kr: 사용할 테마를 선택하세요.
pl_pl: Wybierz motyw dla PortMaster.
pt_br: Selecione um tema para PortMaster.
ro_ro: Selectează o temă pentru PortMaster.
ru_ru: Изменить тему PortMaster.
sv_se: Välj ett tema för PortMaster.
uk_ua: Оберіть тему для PortMaster.
zh_cn: 选择一个PortMaster主题。

source: Select Color Scheme
de_de: Farbschema auswählen
es_es: Seleccione el Esquema de Color
fr_fr: Sélection de la palette de couleurs
it_it: Seleziona Modalità Tema
ja_jp: 配色を選択
ko_kr: 색 구성표 선택
pl_pl: Wybierz schemat kolorów
pt_br: Selecionar Esquema de Cores
ro_ro: Selectează Schema de Culori
ru_ru: Выбрать цветовую схему
sv_se: Välj färgschema
uk_ua: Оберіть кольорову палітру
zh_cn: 选择配色方案

source: Select a colour scheme for PortMaster
de_de: Farbschema auswählen
es_es: Elige un esquema de color para PortMaster
fr_fr: Sélectionnez un schéma de couleurs pour PortMaster
it_it: Cambia schema colori dell'attuale tema
ja_jp: PortMasterの配色を選択
ko_kr: 색상 구성표를 선택하세요.
pl_pl: Wybierz schemat kolorów dla PortMaster
pt_br: Selecionar um esquema de cores para PortMaster
ro_ro: Selectează o schemă de culori pentru PortMaster
ru_ru: Изменить цветовую схему PortMaster
sv_se: Välj färgschema för PortMaster
uk_ua: Оберіть кольорову палітру для PortMaster
zh_cn: 选择一个PortMaster配色方案

source: Audio
ja_jp: 音声
ko_kr: 오디오
pl_pl: Dźwięk
pt_br: Áudio
ru_ru: Звук
sv_se: Ljud
uk_ua: Аудіо
zh_cn: 音频：

source: Music:
de_de: Musik
es_es: Música:
fr_fr: Musique :
it_it: Musica:
ja_jp: 音楽:
ko_kr: 음악:
pl_pl: Muzyka:
pt_br: Música:
ro_ro: Muzică:
ru_ru: Музыка:
sv_se: Musik:
uk_ua: Музика:
zh_cn: 音乐：

source: Enable or Disable background music in PortMaster.
de_de: Hintergrundmusik in PortMaster aktivieren oder deaktivieren.
es_es: Activa o Desactiva la música de fondo de PortMaster.
fr_fr: Activer ou désactiver la musique de fond dans PortMaster.
it_it: Abilita o disabilita la musica di sottofondo in PortMaster.
ja_jp: PortMasterでBGMを有効または無効にします。
ko_kr: 배경 음악을 활성화 또는 비활성화합니다.
pl_pl: Włącz lub wyłącz muzykę w tle w PortMaster.
pt_br: Ativar ou Desativar música de fundo em PortMaster.
ro_ro: Activează sau dezactivează muzica de fundal în PortMaster.
ru_ru: Включить или отключить фоновую музыку в PortMaster.
sv_se: Aktivera eller inaktivera bakgrundsmusik i PortMaster.
uk_ua: Увімкнення чи вимкнення фонової музики в PortMaster.
zh_cn: 在 PortMaster中启用或禁用背景音乐

source: Sound FX:
es_es: Efectos:
fr_fr: Effets sonores :
it_it: Effetti Sonori:
ja_jp: サウンド効果：
ko_kr: 효과음:
pl_pl: Efekty dźwiękowe:
pt_br: Efeitos Sonoros:
ro_ro: Efecte Sonore:
ru_ru: Звуковые эффекты:
sv_se: Ljudeffekter:
uk_ua: Звукові ефекти:
zh_cn: 音效：

source: Enable or Disable soundfx in PortMaster.
de_de: Soundfx in PortMaster aktivieren oder deaktivieren.
es_es: Habilita o Deshabilita los efectos de sonido en PortMaster.
fr_fr: Activer ou désactiver les effets sonores dans PortMaster.
it_it: Abilita o disabilita gli effetti sonori in PortMaster.
ja_jp: PortMasterサウンド効果を有効または無効にします。
ko_kr: 효과음을 활성화 또는 비활성화합니다.
pl_pl: Włącz lub wyłącz efekty dźwiękowe w PortMaster.
pt_br: Ativar ou Desativar efeitos sonoros em PortMaster.
ro_ro: Activează sau dezactivează efectele sonore în PortMaster.
ru_ru: Включить или выключить звуковые эффекты в PortMaster.
sv_se: Aktivera eller inaktivera ljudeffekter i PortMaster.
uk_ua: Увімкнення чи вимкнення звукових ефектів в PortMaster.
zh_cn: 在 PortMaster中启用或禁用音效

source: Port Metadata
de_de: Port-Metadaten
es_es: Metadatos del Port
fr_fr: Métadonnées du port
ko_kr: 포트 메타데이터
pl_pl: Metadane portu
pt_br: Metadados de Port
ro_ro: Metadate Port
ru_ru: Метаданные порта
uk_ua: Метадані портів
zh_cn: 移植作品元数据

source: Metadata Update:
de_de: Metadaten Update:
es_es: Actualización de metadatos:
fr_fr: Mise à jour des métadonnées :
ko_kr: 메타데이터 업데이트:
pl_pl: Aktualizacja metadanych:
pt_br: Atualização de metadados:
ro_ro: Actualizare Metadate:
ru_ru: Обновление метаданных:
sv_se: Uppdatera metadata:
uk_ua: Оновлення метаданих:
zh_cn: 元数据更新：

source: Auto
de_de: Automatisch
ko_kr: 자동
ro_ro: Automată
ru_ru: Авто
sv_se: Automatisk
uk_ua: Автоматично
zh_cn: 自动

source: Manual
de_de: Manuell
fr_fr: Manuel
it_it: Manuale
ko_kr: 수동
pl_pl: Ręcznie
ro_ro: Manuală
ru_ru: Ручной режим
sv_se: Manuell
uk_ua: Вручну
zh_cn: 手动

source: PortMaster updates metadata when ports are installed so that it shows port images and descriptions when browsing ports on your device.
de_de: PortMaster aktualisiert Metadaten, wenn Ports installiert werden, sodass Bilder und Beschreibungen beim Durchsuchen von Ports auf dem Gerät angezeigt werden.
es_es: PortMaster actualiza los metadatos de los Ports instalados para que muestre imágenes y descripciones al navegar por los Ports del dispositivo.
fr_fr: PortMaster met à jour les métadonnées pour les ports installés, pour que les illustrations et les descriptions de port soient affichées lors de la navigation sur votre appareil.
ko_kr: 포트마스터는 포트가 설치될 때 메타데이터를 업데이트하여 장치에서 포트를 탐색할 때 포트 이미지와 설명을 표시합니다.
pl_pl: PortMaster aktualizuje metadane po zainstalowaniu portów, dzięki czemu wyświetla obrazy portów i opisy podczas przeglądania portów na twoim urządzeniu.
pt_br: O PortMaster atualiza metadados quando os port estão instalados para que ele mostre imagens e descrições do port quando estiver navegando pelos ports no seu dispositivo.
ro_ro: PortMaster actualizează metadatele atunci când porturile sunt instalate, astfel încât să afișeze imagini și descrieri ale porturilor când navighezi pe dispozitivul tău.
ru_ru: PortMaster обновляет метаданные при установке портов так, чтобы при просмотре портов на вашем устройстве отображались изображения и описания портов.
sv_se: PortMaster uppdaterar metadata när portar är installeras så att portbilder och beskrivningar visas när du surfar på din enhet.
uk_ua: PortMaster оновлює метадані під час встановлення портів, щоб показувати обкладинки та опис портів під час перегляду портів на Вашому пристрої.
zh_cn: PortMaster在安装移植作品时会更新元数据，以便您浏览移植作品时可见图片和描述。

source: Metadata Refresh
de_de: Metadaten aktualisieren
es_es: Actualizar metadatos
fr_fr: Mise à jour des métadonnées
it_it: Aggiorna Metadati
ko_kr: 메타데이터 새로 고침
pl_pl: Odświeżenie metadanych
pt_br: Atualização de metadados
ro_ro: Reîmprospătare Metadate
ru_ru: Обновить метаданные
sv_se: Uppdatera metadata
uk_ua: Оновити метадані
zh_cn: 元数据重置

source: Manually update port metadata with missing/updated information and artwork.
de_de: Port-Metadaten manuell mit fehlenden/aktualisierten Informationen und Grafiken aktualisieren.
es_es: Actualiza manualmente los metadatos del Port con información faltante/actualizada y artwork.
fr_fr: Mettre à jour manuellement les métadonnées du port avec les informations manquantes/mises à jour et les illustrations.
ko_kr: 누락/업데이트된 정보 및 아트워크를 사용하여 포트 메타데이터를 수동으로 업데이트합니다.
pl_pl: Ręcznie aktualizuj metadane portu z brakującymi/zaktualizowanymi informacjami i grafiką.
pt_br: Atualiza manualmente os metadados de ports com informações e artes ausentes/atualizadas.
ro_ro: Actualizează manual metadatele porturilor cu informații și ilustrații lipsă sau actualizate.
ru_ru: Ручное обновление метаданных порта с пропущенной/обновленной информацией и обложкой.
sv_se: Uppdatera portmetadata manuellt med saknad/uppdaterad information och illustrationer.
uk_ua: Оновити метадані портів вручну, з відсутніми/оновленими інформацією та обкладинками.
zh_cn: 手动更新缺失或需要更新的移植作品元数据

source: Ports Location:
de_de: Ports-Speicherort:
es_es: Ubicación de Ports:
fr_fr: Emplacement des ports :
ko_kr: 포트 위치:
pl_pl: Miejsce portów:
pt_br: Localização dos Jogos:
ro_ro: Locația Porturilor:
ru_ru: Местоположение портов:
sv_se: Lagringsplats för Portar:
uk_ua: Розташування портів:
zh_cn: 移植作品位置：

source: Roms section
de_de: Rom-Bereich
es_es: Sección de Roms
fr_fr: Section des roms
it_it: Sezione Roms
ko_kr: 롬 섹션
pl_pl: Sekcja Romów
pt_br: Seção de roms
ro_ro: Secțiunea ROM-uri
ru_ru: Roms раздел
uk_ua: Секція ROM-файлів

source: Ports tab
es_es: Pestaña de ports
fr_fr: Onglet des ports
ko_kr: 포트 탭
pl_pl: Zakładka portów
pt_br: Aba de jogos
ro_ro: Fila porturi
ru_ru: Закладка портов
sv_se: Portfliken
uk_ua: Вкладка портів

source: Location where ports should be installed to.
de_de: Speicherort an dem Ports installiert werden sollen.
es_es: Ubicación donde deberían instalarse los ports.
fr_fr: Emplacement où les ports doivent être installés.
ko_kr: 포트를 설치해야 하는 위치입니다.
pl_pl: Lokalizacja, w której porty powinny być zainstalowane.
pt_br: Localização onde os jogos devem ser instalados.
ro_ro: Locația unde ar trebui instalate porturile.
ru_ru: Местоположение, в котором должны быть установлены порты.
sv_se: Plats där portar ska installeras till.
uk_ua: Місце встановлення портів.
zh_cn: 移植作品将安装的位置目录。

source: System
es_es: Sistema
fr_fr: Système
it_it: Sistema
ja_jp: システム
ko_kr: 시스템
pt_br: Sistema
ro_ro: Sistem
ru_ru: Система
uk_ua: Система
zh_cn: 系统

source: Runtime Manager
de_de: Runtime-Verwaltung
es_es: Administrador de Runtimes
fr_fr: Gestion des runtimes
ja_jp: ランタイムの管理
ko_kr: 런타임 관리자
pl_pl: Menadżer Runtime
pt_br: Gerenciador de Tempos de Execução
ro_ro: Manager Runtime
ru_ru: Менеджер среды выполнения
sv_se: Körtidshanterare
uk_ua: Керування Runtime
zh_cn: 运行时管理器

source: Manage port runtimes.
de_de: Port Runtimes verwalten.
es_es: Administrar runtimes del port.
fr_fr: Gérer les runtimes des ports.
it_it: Gestisci Runtimes.
ja_jp: ポートのランタイムを管理
ko_kr: 포트 런타임을 관리합니다.
pl_pl: Zarządzaj runtime porta.
pt_br: Gerenciar tempos de execução dos jogos.
ro_ro: Gestionează runtime-urile porturilor.
ru_ru: Управление запуском портов.
sv_se: Hantera portkörtider.
uk_ua: Керувати Runtime портів.
zh_cn: 管理移植作品的运行时。

source: Experimental Ports:
de_de: Experimentelle Ports:
es_es: Ports experimentales:
fr_fr: Ports expérimentaux :
it_it: Porte Sperimentali:
ko_kr: 실험 포트:
pl_pl: Porty eksperymentalne:
pt_br: Jogos Experimentais:
ro_ro: Porturi experimentale:
ru_ru: Экспериментальные порты:
sv_se: Experimentella portar:
uk_ua: Експериментальні порти:
zh_cn: 实验性移植作品：

source: Show or hide experimental ports.
de_de: Zeige oder verstecke experimentelle Ports.
es_es: Ocultar o mostrar los ports experimentales.
fr_fr: Afficher/Masquer les ports expérimentaux.
it_it: Mostra o nascondi le porte sperimentali.
ko_kr: 실험 포트를 표시하거나 숨깁니다.
pl_pl: Pokaż lub ukryj porty eksperymentalne.
pt_br: Exibir ou ocultar jogos experimentais.
ro_ro: Afișează sau ascunde porturile experimentale.
ru_ru: Показать или скрыть экспериментальные порты.
sv_se: Visa eller dölj experimentella portar.
uk_ua: Показати або приховати експериментальні порти.
zh_cn: 是否显示实验性移植作品

source: Update Ports
de_de: Ports aktualisieren
es_es: Actualizar Ports
fr_fr: Mettre à Jour les Ports
it_it: Aggiorna Ports
ja_jp: ポートを更新
ko_kr: 포트 업데이트
pl_pl: Aktualizuj porty
pt_br: Atualizar Jogos
ro_ro: Actualizare Porturi
ru_ru: Обновить порты
sv_se: Uppdatera Portar
uk_ua: Оновити порти
zh_cn: 更新移植作品

source: Fetch latest ports information.
de_de: Neueste Port-Informationen abrufen.
es_es: Obtener información de ports más reciente.
fr_fr: Récupérer les dernières informations sur les ports.
ko_kr: 최신 포트 정보를 가져옵니다.
pl_pl: Pobierz najnowsze informacje o portach.
pt_br: Buscar informação de jogos mais recentes.
ro_ro: Preia cele mai recente informații despre porturi.
ru_ru: Получить последнюю информацию о портах.
uk_ua: Отримати останню інформацію про порти.

source: Update PortMaster
de_de: PortMaster aktualisieren
es_es: Actualizar PortMaster
fr_fr: Mettre à jour PortMaster
it_it: Aggiorna PortMaster
ja_jp: PortMasterを更新
ko_kr: 포트마스터 업데이트
pl_pl: Aktualizuj PortMaster
pt_br: Atualizar PortMaster
ro_ro: Actualizare PortMaster
ru_ru: Обновить порты
sv_se: Uppdatera PortMaster
uk_ua: Оновити PortMaster
zh_cn: 更新PortMaster
