Repository: PortsMaster/PortMaster-GUI
Catalog: PortMaster/pylibs/locales/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ro_ro, ru_ru, sv_se, uk_ua, zh_cn

source: Force check for a new PortMaster version.
de_de: Auf neue PortMaster Version prüfen.
es_es: Chequear forzosamente por una nueva versión de PortMaster.
fr_fr: Forcer la vérification d'une nouvelle version de PortMaster.
it_it: Forza il controllo per una nuova versione di PortMaster.
ja_jp: 新しいPortMasterバージョンを強制的にチェックします。
ko_kr: 새로운 포트마스터 버전을 강제로 확인합니다.
pl_pl: Wymuś sprawdzenie nowej wersji PortMaster.
pt_br: Forçar verificação para uma nova versão de PortMaster.
ro_ro: Forțează verificarea unei noi versiuni a PortMaster.
ru_ru: Проверить новую версию PortMaster.
sv_se: Tvinga sökning av en ny PortMaster-version.
uk_ua: Примусовий пошук нової версії PortMaster.
zh_cn: 强制检查新的 PortMaster 版本。

source: Restore PortMaster
de_de: PortMaster wiederherstellen
es_es: Restaurar PortMaster
fr_fr: Restaurer PortMaster
ko_kr: 포트마스터 복원
pl_pl: Przywróć PostMaster
pt_br: Restaurar Portmaster
ro_ro: Restaurare PortMaster
ru_ru: Восстановить PortMaster
sv_se: Återställ PortMaster
uk_ua: Відновлення PortMaster
zh_cn: 恢复PortMaster

source: This will restore PortMaster to the latest stable version of PortMaster.
de_de: Dadurch wird PortMaster auf die aktuelle stabile Version von PortMaster zurückgesetzt.
es_es: Esto restaurará PortMaster a su última versión estable.
fr_fr: Cela restaurera PortMaster à sa dernière version stable.
ko_kr: 이렇게 하면 포트마스터가 최근 안정적인 버전의 포트마스터로 복원됩니다.
pl_pl: To przywróci PortMaster do najnowszej stabilnej wersji PortMaster.
pt_br: Isso irá restaurar PortMaster para a última versão estável de Portmaster.
ro_ro: Aceasta va restaura PortMaster la cea mai recentă versiune stabilă.
ru_ru: Это восстановит PortMaster до последней стабильной версии PortMaster.
sv_se: Detta kommer återställa PortMaster till den senaste stabila versionen.
uk_ua: Це відновить PortMaster до останньої стабільної версії.
zh_cn: 将恢复PortMaster为最新稳定版本。

source: Release Channel: {channel}
de_de: Release-Kanal: {channel}
es_es: Canal de Lanzamiento: {channel}
fr_fr: Canal de publication: {channel}
ja_jp: リリースチャンネル: {channel}
ko_kr: 업데이트 채널: {channel}
pl_pl: Kanał Wydania: {channel}
pt_br: Canal de lançamento: {channel}
ro_ro: Canal de distribuție: {channel}
ru_ru: Канал выпуска: {channel}
sv_se: Släppkanal: {channel}
uk_ua: Канал релізів: {channel}
zh_cn: 发布通道： {channel}

source: Change release channel of PortMaster, either beta or stable.
de_de: Ändert den Release-Kanal von PortMaster, entweder Beta oder Stable.
es_es: Cambiar el canal de lanzamiento de PortMaster, ya sea beta o estable.
fr_fr: Changer le canal de publication de PortMaster, soit bêta, soit stable.
ja_jp: PortMasterのリリースチャンネルをbetaまたはstableのいずれかに変更します。
ko_kr: 업데이트 채널을 베타 또는 안정된 버전으로 변경합니다.
pl_pl: Zmień kanał wydania PortMaster, beta lub stabilny.
pt_br: Alterar o canal de lançamento de Portmaster, beta ou estável.
ro_ro: Schimbă canalul de distribuție al PortMaster, fie beta, fie stabil.
ru_ru: Изменить канал релизов PortMaster, бета или стабильный.
sv_se: Ändra släppkanal för PortMaster, antingen beta eller stabil.
uk_ua: Змінити канал релізів PortMaster — або бета, або стабільний.
zh_cn: 更改PortMaster的发布通道，可选beta（测试）或者stable（稳定）。

source: Enable Alpha Releases
de_de: Alpha-Versionen aktivieren
es_es: Activar versiones alfa
fr_fr: Activer les versions alpha
ko_kr: 알파 업데이트 활성화
pl_pl: Włącz wydania Alfa
pt_br: Habilitar lançamentos alpha
ro_ro: Activează Versiunile Alpha
ru_ru: Включить альфа-релизы
sv_se: Aktivera alfaversioner
uk_ua: Увімкнути альфа релізи
zh_cn: 启用 Alpha 版本

source: Change release channel of PortMaster to alpha.
de_de: Ändert den Release-Kanal von PortMaster auf "Alpha".
es_es: Cambiar el canal de lanzamientos de PortMaster a alfa.
fr_fr: Changer le canal de publication de PortMaster en alpha.
ko_kr: 포트마스터의 업데이트 채널을 알파로 변경합니다.
pl_pl: Zmień kanał wydania PortMaster na Alpha.
pt_br: Trocar canal de atualização de Portmaster para alpha.
ro_ro: Schimbă canalul de distribuție al PortMaster la alpha.
ru_ru: Изменить канал релизов PortMaster, бета или стабильный.
sv_se: Ändra släppkanalen för PortMaster till alpha.
uk_ua: Змінити канал релізів PortMaster на альфа.
zh_cn: 更改PortMaster的发行频道为Alpha

source: Controller Mode: {controller_mode}
de_de: Controller-Modus: {controller_mode}
es_es: Modo Controlador: {controller_mode}
fr_fr: Mode contrôleur : {controller_mode}
it_it: Modalità Controller: {controller_mode}
ja_jp: コントローラーモード: {controller_mode}
ko_kr: 컨트롤러 방식: {controller_mode}
pl_pl: Tryb kontrolera: {controller_mode}
pt_br: Modo de controle: {controller_mode}
ro_ro: Mod Controler: {controller_mode}
ru_ru: Режим контроллера: {controller_mode}
sv_se: Styrläge: {controller_mode}
uk_ua: Режим контролеру: {controller_mode}
zh_cn: 控制器模式： {controller_mode}

source: Toggle between various controller layouts.
de_de: Zwischen verschiedenen Controller-Layouts wechseln.
es_es: Alterna entre varios layouts de controles.
fr_fr: Basculer entre les différentes mises en page du contrôleur.
it_it: Cambia Schema comandi per la navigazione dei menu.
ja_jp: さまざまなコントローラーレイアウトを切り替えます。
ko_kr: 다양한 컨트롤러 레이아웃 사이를 전환합니다.
pl_pl: Przełącz między różnymi układami kontrolera.
pt_br: Alternar entre diferentes disposições de controle.
ro_ro: Comută între diferite configurații ale controlerului.
ru_ru: Переключение между различными раскладками контроллеров.
sv_se: Växla mellan olika kontrollayouter.
uk_ua: Перемикання між різними розкладками контролеру.
zh_cn: 切换不同控制器布局。

source: Secret Options
de_de: Geheime Optionen
es_es: Opciones Secretas
fr_fr: Options secrètes
it_it: Opzioni Segrete
ja_jp: シークレットオプション
ko_kr: 비밀 옵션
pl_pl: Sekretne Opcje
pt_br: Opções Secretas
ro_ro: Opțiuni Secrete
ru_ru: Секретные параметры
sv_se: Hemliga alternativ
uk_ua: Таємні налаштування
zh_cn: 秘密选项

source: All Ports:
de_de: Alle Ports:
es_es: Todos los ports:
fr_fr: Tous les ports :
it_it: Tutte Le Porte:
ko_kr: 모든 포트:
pl_pl: Wszystkie porty:
pt_br: Todos os Jogos:
ro_ro: Toate Porturile:
ru_ru: Все порты:
sv_se: Alla portar:
uk_ua: Всі порти:
zh_cn: 所有移植作品:

source: Show all ports, ignoring requirements.
de_de: Zeige alle Ports, ignoriere Voraussetzungen.
es_es: Muestra todos los ports, sin importar los requisitos.
fr_fr: Afficher tous les ports, ignorer les exigences.
it_it: Mostra tutte le porte, ignorando i requisiti.
ko_kr: 요구 사항을 무시하고 모든 포트를 표시합니다.
pl_pl: Pokaż wszystkie porty, ignorując wymagania.
pt_br: Exibir todos os jogos, ignorando requisitos.
ro_ro: Afișează toate porturile, ignorând cerințele.
ru_ru: Показать все порты, игнорировать требования.
sv_se: Visa alla portar, ignorera krav.
uk_ua: Показати всі порти, ігноруючи вимоги.
zh_cn: 显示所有移植作品，忽略系统需求。

source: CWTBE Mode:
de_de: CWTBE Modus:
es_es: Modo CWTBE:
fr_fr: Mode CWTBE :
it_it: Modo CWTBE
ko_kr: CWTBE 방식:
pl_pl: Tryb CWTBE:
pt_br: Modo CWTBE:
ro_ro: Mod CWTBE:
ru_ru: CWTBE режим:
sv_se: CWTBE Läge:
uk_ua: Режим CWTBE:

source: Enable gptokeyb2 by default.
de_de: Aktiviere gptokeyb2 standardmäßig.
es_es: Activar gptokeyb2 por defecto.
fr_fr: Activer gptokeyb2 par défaut.
ko_kr: 기본적으로 gptokeyb2를 활성화합니다.
pl_pl: Domyślnie włącz gptokeyb2.
pt_br: Habilitar gptokeyb2 por padrão.
ro_ro: Activează gptokeyb2 în mod implicit.
ru_ru: По умолчанию включить gptokeyb2.
sv_se: Aktivera gptokeyb2 som standard.
uk_ua: Увімкнути gptokeyb2 за замовчуванням.
zh_cn: 默认启用gptokeyb2。

source: Delete PortMaster Config
de_de: PortMaster Konfiguration löschen
es_es: Eliminar la Configuración de PortMaster
fr_fr: Supprimer la configuration de PortMaster
it_it: Elimina Configurazione Attuale
ja_jp: ポートマスター設定を削除
ko_kr: 구성 삭제
pl_pl: Usuń konfigurację PortMaster
pt_br: Deletar Configuração de PortMaster
ro_ro: Șterge configurația PortMaster
ru_ru: Удалить PortMaster Config
sv_se: Radera PortMaster-konfiguration
uk_ua: Видалити конфігурацію PortMaster
zh_cn: 删除 PortMaster 配置

source: This can break stuff, don't touch unless you know what you are doing.
de_de: Griffel weg wenn du kein Plan hast, sonst machst du noch alles kaputt!
es_es: Esto puede romper cosas, no lo toque a menos que sepas lo que estés haciendo.
fr_fr: Cela peut rendre votre installation inutilisable, n'y touchez pas à moins de savoir ce que vous faites.
it_it: Attenzione, non toccare a meno che tu non sappia cosa stai facendo.
ja_jp: これは物事を壊すかもしれない、あなたがしていることを知っていない限り、触れないでください。
ko_kr: 프로그램이 손상될 수 있으니, 잘 모르는 사람은 만지지 마세요.
pl_pl: To może zniszczyć rzeczy, nie dotykaj, chyba że wiesz co robisz.
pt_br: Isso pode causar problemas, não mexa a menos que saiba o que está fazendo.
ro_ro: Aceasta poate cauza probleme, nu modifica dacă nu știi ce faci.
ru_ru: Это может сломать вещи, не трогать, если вы не знаете, что делаете.
sv_se: Detta kan sabba saker, rör ej om inte du vet vad du gör.
uk_ua: Це може щось зламати, не чіпайте, якщо ви не знаєте, що робите.
zh_cn: 如果您不知道此选择的后果，请勿继续，损失自负！

source: Delete PortMaster Runtimes
de_de: PortMaster Laufzeiten löschen
es_es: Eliminar Runtimes de PortMaster
fr_fr: Supprimer les runtimes de PortMaster
it_it: Elimina Runtimes installate
ja_jp: PortMasterランタイムを削除
ko_kr: 런타임 삭제
pl_pl: Usuń runtime PortMastera
pt_br: Deletar Tempos de Execução de PortMaster
ro_ro: Șterge Runtime-urile PortMaster
ru_ru: Удалить PortMaster Config
sv_se: Radera PortMaster-körtider
uk_ua: Видалити Runtime PortMaster
zh_cn: 删除 PortMaster 运行时

source: Back
de_de: Zurück
es_es: Atrás
fr_fr: Retour
it_it: Indietro
ja_jp: 戻る
ko_kr: 뒤로
pl_pl: Powrót
pt_br: Voltar
ro_ro: Înapoi
ru_ru: Назад
sv_se: Tillbaka
uk_ua: Назад
zh_cn: 返回

source: Are you sure you want to restore PortMaster? This will require you to run a specially crafted port that will be installed.
de_de: Bist du sicher, dass du PortMaster wiederherstellen möchtest? Dies wird erfordern, dass du einen speziell erstellten Port ausführst, der installiert wird.
es_es: ¿Está seguro de que desea restaurar PortMaster? Esto requerirá que ejecute un Port especialmente elaborado que se instalará.
fr_fr: Êtes-vous sûr de vouloir restaurer PortMaster ? Cela nécessitera que vous exécutiez un port spécialement conçu qui sera installé.
ko_kr: 복원하시겠습니까? 이렇게 하려면 특별히 제작된 포트를 설치해야 합니다.
pl_pl: Czy na pewno chcesz przywrócić PortMaster? To będzie wymagało uruchomienia specjalnie stworzonego portu, który zostanie zainstalowany.
pt_br: Você tem certeza que quer restaurar PortMaster? Isso exigirá que você execute um comando especial que será instalado.
ro_ro: Ești sigur că vrei să restaurezi PortMaster? Aceasta va necesita rularea unui port special conceput care va fi instalat.
ru_ru: Вы уверены, что хотите восстановить ПортМастер? Для этого вам потребуется запустить специально созданный порт, который будет установлен.
sv_se: Är du säker på att du vill återställa PortMaster? Detta kräver att du kör en speciellt skapad port som kommer att installeras.
uk_ua: Ви дійсно бажаєте відновити PortMaster? Для цього знадобиться запустити спеціально створений порт, який буде встановлено.
zh_cn: 您确定需要还原PortMaster吗？ 该操作需要安装一个特殊配置的“移植作品”文件。

source: A special port has been installed called "Restore PortMaster.sh" Run this port to restore your PortMaster installation.
de_de: Ein spezieller Port mit dem Namen "Restore PortMaster.sh" wurde installiert. Starte diesen Port, um die PortMaster Installation wiederherzustellen.
es_es: Un Port especial ha sido instalado llamado "Restaurar PortMaster.sh" Ejecute este Port para restaurar su instalación de PortMaster.
fr_fr: Un port spécial a été installé appelé "Restorer PortMaster.sh" Exécutez ce port pour restaurer votre installation PortMaster.
ko_kr: "Restore PortMaster.sh" 포트가 설치되었습니다. 이 포트를 실행하여 설치 복원합니다.
pl_pl: Zainstalowano specjalny port o nazwie "Restore PortMaster.sh" Uruchom ten port aby przywrócić swoją instalację PortMaster.
pt_br: Um "jogo" especial foi instalado chamado "Restore PortMaster.sh" Abra esse "jogo" para restaurar sua instalação do PortMaster.
ro_ro: Un port special a fost instalat, numit "Restore PortMaster.sh" Rulează acest port pentru a restaura instalarea PortMaster.
ru_ru: Был установлен специальный порт под названием "Restore PortMaster.sh" Запустите этот порт для восстановления вашей установки PortMaster.
sv_se: En speciell port vid namn "Restore PortMaster.sh" har installerats. Kör denna port för att återställa din PortMaster-installation.
uk_ua: Встановлено спеціальний порт під назвою "Restore PortMaster.sh" Запустіть цей порт для відновлення інсталяції PortMaster.
zh_cn: 特殊“移植作品”已安装，名为“Restore PortMaster.sh” 运行该文件以还原PortMaster。

source: PortMaster will now quit so you can run the restoration port.
de_de: PortMaster wird nun beendet, damit du den Wiederherstellungs-Port ausführen kannst.
es_es: PortMaster se cerrará ahora para que puedas ejecutar el Port de restauración.
fr_fr: PortMaster va maintenant quitter pour que vous puissiez exécuter le port de restauration.
ko_kr: 복원 포트를 실행할 수 있도록 포트마스터가 종료됩니다.
pl_pl: PortMaster zakończy teraz działanie portu przywracania.
pt_br: PortMaster fechará agora para você poder executar o "jogo" de restauração.
ro_ro: PortMaster se va închide acum pentru a putea rula portul de restaurare.
ru_ru: PortMaster теперь будет закрыт, так что вы можете запустить порт восстановления.
sv_se: PortMaster kommer nu avslutas så att du kan köra återställningsporten.
uk_ua: PortMaster зараз закриється, щоб запустити відновлювальний порт.
zh_cn: PortMaster将退出以运行还原程序。

source: Are you sure you want to change to the alpha release channel? PortMaster will upgrade or downgrade accordingly. THIS CAN AND WILL BREAK STUFF, YOU HAVE BEEN WARNED
de_de: Bist du sicher, dass du zum Alpha-Release-Kanal wechseln möchtest? PortMaster wird entsprechend upgraden oder downgraden. WARNUNG: DIES KANN UND WIRD PROBLEME VERURSACHEN
es_es: ¿Estás seguro de que deseas cambiar al canal de lanzamiento alfa? PortMaster actualizará o descenderá de versión dependiendo de lo que sea necesario. ESTO PUEDE ROMPER (Y ROMPERÁ) COSAS, HAS SIDO ADVERTIDO
fr_fr: Êtes-vous sûr de vouloir changer le canal de publication de PortMaster en alpha ? PortMaster effectuera une mise à jour ou passera à une version antérieure en conséquence. AVERTISSEMENT : CETTE MANIPULATION PEUT ET VA CRÉER DES PROBLÈMES.
it_it: Sei sicuro di voler passare al canale di rilascio alpha? PortMaster verrà aggiornato o retrocesso di conseguenza. QUESTO PUÒ EFFETTIVAMENTE ROMPERE IL SISTEMA, SEI STATO AVVISATO
ko_kr: 알파 업데이트 채널로 변경하시겠습니까? 포트마스터는 업그레이드 또는 다운그레이드됩니다. 이것은 프로그램을 손상시킬 수 있습니다. 경고했습니다.
pl_pl: Czy na pewno chcesz przejść na kanał wersji alfa? PortMaster odpowiednio zaktualizuje lub obniży wersję. TO MOŻE ZEPSUĆ PEWNE RZECZY, ZOSTAŁEŚ OSTRZEŻONY
pt_br: Você tem certeza que quer trocar para o canal alpha de lançamento? Portmaster vai atualizar ou reverter de acordo com ele. ISSO PODE E VAI QUEBRAR COISAS, VOCÊ FOI AVISADO
ro_ro: Ești sigur că vrei să schimbi canalul de distribuție la versiunea alpha? PortMaster va face upgrade sau downgrade în consecință. ACEASTA POATE ȘI VA PROVOCA PROBLEME, AI FOST AVERTIZAT
ru_ru: Вы уверены, что хотите изменить канал выпуска alpha? PortMaster обновится или понизится соответствующим образом. ЭТО МОЖЕТ СЛОМАТЬ НЕКОТОРЫЕ ФУНКЦИИ, ВАС ПРЕДУПРЕЖДАЛИ
sv_se: Är du säker på att du vill ändra till alfa-kanalen? PortMaster kommer att uppgraderas eller nedgraderas i enlighet med detta. DETTA KAN OCH KOMMER ATT SABBA SAKER, DU HAR BLIVIT VARNAD
uk_ua: Ви впевнені, що хочете перейти на канал альфа-релізів? Версію PortMaster буде відповідно оновлено або знижено. ЦЕ МОЖЕ І ПОШКОДИТЬ ФУНКЦІОНАЛ, ВИ БУЛИ ПОПЕРЕДЖЕНІ
zh_cn: 您确定要切换到Alpha通道吗？ PortMaster会按需升级或降级。 【现有设置会损坏，后果自负！！】

source: Are you sure you want to change the release channel from {current_channel} to {new_channel}? PortMaster will upgrade or downgrade accordingly.
de_de: Bist du sicher, dass du den Release-Kanal von {current_channel} auf {new_channel} ändern möchtest? PortMaster wird entsprechend upgraden oder downgraden.
es_es: Estas seguro que quieres cambiar el canal de lanzamiento de {current_channel} a {new_channel}? PortMaster se actualizará o hará downgrade en consecuencia.
fr_fr: Êtes-vous sûr de vouloir changer le canal de publication de {current_channel} à {new_channel}? PortMaster va être mis à jour ou rétrogradé en conséquence.
ja_jp: リリースチャンネルを {current_channel} から {new_channel} に変更してもよろしいですか？ PortMasterはそれに応じてアップグレードまたはダウングレードされます。
ko_kr: 업데이트 채널을 {current_channel}에서 {new_channel}로 변경하시겠습니까? 이에 따라 업그레이드 또는 다운그레이드됩니다.
pl_pl: Czy na pewno chcesz zmienić kanał wydania z {current_channel} na {new_channel}? PortMaster odpowiednio uaktualni lub obniży wersję.
pt_br: Você tem certeza que quer alterar o canal de lançamento de {current_channel} para {new_channel}? PortMaster irá atualizar ou regredir de acordo.
ro_ro: Ești sigur că vrei să schimbi canalul de distribuție de la {current_channel} la {new_channel}? PortMaster va face upgrade sau downgrade în consecință.
ru_ru: Вы уверены, что хотите изменить канал релиза с {current_channel} на {new_channel}? PortMaster обновится или понизится соответствующим образом.
sv_se: Är du säker på att du vill ändra releasekanalen från {current_channel} till {new_channel}? PortMaster kommer att uppgraderas eller nedgraderas i enlighet med detta.
uk_ua: Ви впевнені, що хочете змінити канал релізу з {current_channel} на {new_channel}? Версію PortMaster буде відповідно оновлено або знижено.
zh_cn: 您确定要把发布通道从 {current_channel} 改为 {new_channel}？ PortMaster会按需升级或者降级。

source: Are you sure you want to update your gamelist.xml? This will override any scraped artwork or port information and will require a 50+ MB download.
de_de: Möchten sie wirklich gamelist.xml aktualisieren? Dadurch werden gespeicherte Designs oder Port-Informationen überschrieben und es wird ein 50+ MB Download benötigt.
es_es: ¿Estás seguro de que quieres actualizar el gamelist.xml? Esto anulará cualquier artwork o información de ports obtenidos y requerirá una descarga de más de 50 MB.
fr_fr: Êtes-vous sûr de vouloir mettre à jour votre gamelist.xml ? Ceci remplacera toutes les informations ou images des ports et nécessitera un téléchargement de plus de 50 Mo.
ko_kr: gamelist.xml을 업데이트하시겠습니까? 이렇게 하면 스크래핑된 아트워크나 포트 정보가 무시되고 50MB 이상의 다운로드가 필요합니다.
pl_pl: Czy na pewno chcesz zaktualizować swoją listę gamelist.xml? Zastąpi to wszelkie scrapowane informacje o grafice lub porcie.
pt_br: Você tem certeza que quer atualizar seu gamelist.xml? Isso vai substituir qualquer arte ou informação baixada e necessitará um download de 50+ MB.
ro_ro: Ești sigur că vrei să actualizezi gamelist.xml? Aceasta va suprascrie orice imagine sau informație despre port colectată automat și va necesita o descărcare de peste 50 MB.
ru_ru: Вы уверены, что хотите обновить файл gamelist.xml? Это переопределит любые изображения или информацию о порте, и потребуется загрузка объемом более 50 МБ.
sv_se: Är du säker på att du vill uppdatera din spellista.xml? Detta kommer att åsidosätta alla skrapade konstverk eller portinformation och kräver en nedladdning på 50+ MB.
uk_ua: Ви дійсно бажаєте оновити свій gamelist.xml? Це перезапише всі завантажені обкладинки або дані порту, і потребуватиме завантаження понад 50 МБ.
zh_cn: 您确定希望更新gamelist.xml文件吗？ 将覆盖现有所有移植作品的封面和其他信息，且需要下载50MB以上的数据。

source: Are you sure you want to move ports from the {from_mode} to the {to_mode}
de_de: Sind Sie sicher, dass Sie Ports von "{from_mode}" nach "{to_mode}" verschieben möchten
es_es: ¿Estás seguro de que quieres mover los ports de {from_mode} a {to_mode} ?
fr_fr: Êtes-vous sûr de vouloir déplacer les ports de la {from_mode} vers la {to_mode}
ko_kr: 포트를 {from_mode}에서 {to_mode}로 이동하시겠습니까?
pl_pl: Czy na pewno chcesz przenieść porty z {from_mode} do {to_mode}
pt_br: Tem certeza que quer mover jogos de {from_mode} para {to_mode}
ro_ro: Ești sigur că vrei să muți porturile din {from_mode} în {to_mode}?
ru_ru: Вы уверены, что хотите переместить порты из {from_mode} в {to_mode}
sv_se: Är du säker på att du vill flytta portar från {from_mode} till {to_mode}
uk_ua: Ви впевнені, що хочете перемістити порти з {from_mode} до {to_mode}
zh_cn: 您确定希望将移植作品从{from_mode} 移动到{to_mode} ？

source: SDCARD 1
de_de: SDKARTE 1
fr_fr: Carte SD 1
ko_kr: SD카드 1
pt_br: Cartão SD 1
ro_ro: Card SD 1

source: SDCARD 2
de_de: SDKARTE 2
fr_fr: Carte SD 2
ko_kr: SD카드 2
pt_br: Cartão SD 2
ro_ro: Card SD 2

source: Are you sure you want to manage and install ports on {to_loc}? Already installed ports will not be moved. PortMaster will restart for this to take effect.
de_de: Möchten sie wirklich Ports auf {to_loc} installieren und verwalten? Bereits installiere Ports werden nicht verschoben. PortMaster wird neu starten um die Änderungen anzuwenden.
es_es: ¿Estás seguro de que quieres administrar e instalar ports en {to_loc}? Los ports ya instalados no se moverán. PortMaster se reiniciará para que surta efecto.
fr_fr: Êtes-vous sûr de vouloir gérer et installer des ports sur {to_loc}? Les ports déjà installés ne seront pas déplacés. PortMaster redémarrera pour que cela prenne effet.
ko_kr: {to_loc}에서 포트를 관리하고 설치하시겠습니까? 이미 설치된 포트는 이동하지 않습니다. 이 기능을 적용하려면 포트마스터가 재시작됩니다.
pl_pl: Czy na pewno chcesz zarządzać i instalować porty na {to_loc}? Zainstalowane porty nie zostaną przeniesione. PortMaster uruchomi się ponownie, aby to zadziałało.
pt_br: Você tem certeza que quer gerenciar e instalar jogos em {to_loc}? Jogos já instalados não serão movidos. PortMaster irá reiniciar para isso ter efeito.
ro_ro: Ești sigur că vrei să gestionezi și să instalezi porturi pe {to_loc}? Porturile deja instalate nu vor fi mutate. PortMaster va reporni pentru ca această modificare să aibă efect.
ru_ru: Вы уверены, что хотите управлять и устанавливать порты на {to_loc}? Уже установленные порты не будут перемещены. PortMaster перезагрузится чтобы это вступило в силу.
uk_ua: Ви впевнені, що хочете керувати портами та встановлювати їх у розташування {to_loc}? Вже встановлені порти не будуть переміщені. PortMaster буде перезапущено, щоб зміни набули чинності.
zh_cn: 您确定希望在{to_loc} 目录管理安装移植作品吗？ 已经安装的移植作品不会被移动。 PortMaster需要重启以适用更改。

source: Deleting Runtimes:
de_de: Lösche Runtimes:
es_es: Eliminando Runtimes:
fr_fr: Suppression des runtimes :
it_it: Eliminazione Runtimes:
ja_jp: ランタイムを削除中:
ko_kr: 런타임 삭제:
pl_pl: Usuwanie Runtime:
pt_br: Deletando Tempos de Execução:
ro_ro: Se șterg runtime-urile:
ru_ru: Удаление файлов:
sv_se: Raderar körtider:
uk_ua: Видалення Runtime:
zh_cn: 删除运行时：

source: Source Manager
de_de: Quellen-Manager
es_es: Administrador de Recursos
fr_fr: Gestion des sources
it_it: Gestione Fonti
ja_jp: ソースマネージャー
ko_kr: 소스 관리자
pl_pl: Menedżer źródeł
pt_br: Gerenciador de Fontes
ro_ro: Manager Surse
ru_ru: Менеджер источника
sv_se: Källhanterare
uk_ua: Менеджер джерел
zh_cn: 源管理器

source: Download All
de_de: Alles herunterladen
es_es: Descargar Todo
fr_fr: Tout télécharger
it_it: Scarica tutto
ja_jp: 全てダウンロード
ko_kr: 모두 다운로드
pl_pl: Pobierz wszystko
pt_br: Baixar Tudo
ro_ro: Descarcă Tot
ru_ru: Скачать все
sv_se: Hämta Alla
uk_ua: Завантажити все
zh_cn: 下载全部

source: Used
de_de: Benutzt
es_es: Usado
fr_fr: Utilisé
it_it: In uso
ja_jp: 使用済み
ko_kr: 사용됨
pl_pl: Używane
pt_br: Usado
ro_ro: Utilizat
ru_ru: Используется
sv_se: Används
uk_ua: Використовується
zh_cn: 已用

source: Not Used
de_de: Nicht verwendet
es_es: Sin Usar
fr_fr: Inutilisé
it_it: Non utilizzato
ja_jp: 未使用
ko_kr: 사용되지 않음
pl_pl: Nieużywane
pt_br: Não usado
ro_ro: Neutilizat
ru_ru: Не используется
sv_se: Används ej
uk_ua: Не використовується
zh_cn: 未使用

source: Check
de_de: Überprüfen
es_es: Comprobado
fr_fr: Vérifier
it_it: Verifica
ja_jp: チェック
ko_kr: 확인
pl_pl: Sprawdź
pt_br: Verificar
ro_ro: Verifică
ru_ru: Проверить
sv_se: Kontrollera
uk_ua: Перевірити
zh_cn: 检查

source: Uninstall
de_de: Deinstallieren
es_es: Desinstalar
fr_fr: Désinstaller
it_it: Disinstalla
ja_jp: 削除
ko_kr: 제거
pl_pl: Odinstaluj
pt_br: Desinstalar
ro_ro: Dezinstalează
ru_ru: Удалить
sv_se: Avinstallera
uk_ua: Видалити
zh_cn: 卸载
