Repository: PortsMaster/PortMaster-GUI
Catalog: PortMaster/pylibs/locales/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ro_ro, ru_ru, sv_se, uk_ua, zh_cn

source: Port {download_name!r} installed sucessfully, but {runtime_name!r} failed to install!! Either reinstall to try again, or check the wiki for help.
de_de: Port {download_name!r} wurde erfolgreich installiert, Installation von {runtime_name!r} ist fehlgeschlagen Installiere den Port erneut um es nochmal zu versuchen oder besuche das Wiki für Hilfe.
es_es: ¡¡Port {download_name!r} instalado correctamente, pero la instalación de {runtime_name!r} ha fallado!! Reintenta la instalación o revisa la wiki para obtener ayuda.
fr_fr: Le port {download_name!r} a été installé avec succès, mais {runtime_name!r} n'a pas pu être installé!! Réinstallez pour essayer à nouveau, ou consultez le wiki pour obtenir de l'aide.
it_it: {download_name!r} e {runtime_name!r} installazione fallita! Riprova o controlla la Fiji per ulteriori informazioni.
ja_jp: ポート {download_name!r} は正常にインストールされましたが、{runtime_name!r} のインストールに失敗しました！ 再インストールして再試行するか、ウィキのヘルプを確認してください。
ko_kr: {download_name!r} 포트는 정상적으로 설치되었으나, {runtime_name!r} 설치에 실패했습니다! 재시도하려면 다시 설치하거나 위키에서 도움말을 확인하세요.
pl_pl: Port {download_name!r} zainstalowany pomyślnie, ale {runtime_name!r} nie udało się zainstalować! Zainstaluj ponownie, aby spróbować ponownie, lub sprawdź wiki po pomoc.
pt_br: Jogo {download_name!r} instalado com sucesso, mas {runtime_name!r} falhou em instalar! Reinstale para tentar novamente ou cheque o site para ajuda.
ro_ro: Portul {download_name!r} a fost instalat cu succes, dar instalarea pentru {runtime_name!r} a eșuat!! Poți reîncerca instalarea sau verifica wiki-ul pentru ajutor.
ru_ru: Порт {download_name!r} успешно установлен, но {runtime_name!r} не удалось установить! Попробуйте переустановить или обратитесь за помощью на вики.
sv_se: Port {download_name!r} installerades, men {runtime_name!r} kunde inte installeras!! Antingen installera om för att försöka igen, eller kolla wikin för hjälp.
uk_ua: Порт {download_name!r} успішно встановлено, але встановити {runtime_name!r} не вдалося! Спробуйте перевстановити, або зверніться до вікі за допомогою.
zh_cn: 移植作品 {download_name!r} 安装成功，但 {runtime_name!r} 运行时安装失败！ 请尝试重新安装，或者查阅wiki以获得帮助。

source: Port {runtime} contains a bad runtime, game may not run correctly.
de_de: Port {runtime} enthält eine fehlerhafte Runtime, möglicherweise funktioniert das Spiel nicht korrekt.
es_es: El Port {runtime} contiene un tiempo de ejecución defectuoso, el juego puede no ejecutarse correctamente.
fr_fr: Le port {runtime} contient un runtime corrompu, le jeu pourrait ne pas s'exécuter correctement.
it_it: Port {runtime} sembra avere una runtime corrota, il gioco potrebbe avere problemi
ja_jp: ポート {runtime} に不正なランタイムが含まれています。ゲームが正しく動作しない可能性があります。
ko_kr: {runtime} 포트에 비정상적인 런타임이 포함되어 있습니다. 게임이 올바르게 동작하지 않을 수 있습니다.
pl_pl: Port {runtime} zawiera złe działanie, gra może nie działać prawidłowo.
pt_br: Jogo {runtime} contém um tempo de execução incompatível, jogo pode não executar corretamente.
ro_ro: Portul {runtime} conține un runtime defect, jocul ar putea să nu ruleze corect.
ru_ru: Порт {runtime} содержит плохую среду выполнения, игра может работать некорректно.
sv_se: Port {runtime} innehåller en dålig körtid, spelet kanske inte körs korrekt.
uk_ua: Порт {runtime} містить неправильний Runtime, гра може працювати некоректно.
zh_cn: 移植作品 {runtime} 包含了一个不适用的运行时，游戏可能无法正常运行。

source: Port {runtime} contains an unknown runtime, game may not run correctly.
de_de: Port {runtime} enthält eine unbekannte Runtime, möglicherweise funktioniert das Spiel nicht korrekt.
es_es: El Port {runtime} contiene un tiempo de ejecución defectuoso, el juego puede no ejecutarse correctamente.
fr_fr: Le port {runtime} contient un runtime corrompu, le jeu pourrait ne pas s'exécuter correctement.
ko_kr: {runtime} 포트에 알 수 없는 런타임이 포함되어 있습니다. 게임이 올바르게 동작하지 않을 수 있습니다.
pl_pl: Port {runtime} zawiera nieznany runtime, gra może nie działać prawidłowo.
pt_br: Jogo {runtime} contém um tempo de execução desconhecido, jogo talvez não rode corretamente.
ro_ro: Portul {runtime} conține un runtime necunoscut, jocul ar putea să nu ruleze corect.
ru_ru: Порт {runtime} содержит неизвестную среду выполнения, игра может работать некорректно.
sv_se: Port {runtime} innehåller en okänd körtid, spelet kanske inte körs korrekt.
uk_ua: Порт {runtime} містить невідомий Runtime, гра може працювати некоректно.
zh_cn: 移植作品 {runtime} 包含了一个未知的运行时，游戏可能无法正常运行。

source: Verified
de_de: Überprüft
es_es: Verificado
fr_fr: Vérifié
it_it: Verificato
ja_jp: 認証済み
ko_kr: 검증 완료
pl_pl: Zweryfikowane
pt_br: Verificado
ro_ro: Verificat
ru_ru: Проверенный
sv_se: Verifierad
uk_ua: Підтверджено
zh_cn: 已验证

source: Unverified
de_de: Nicht verifiziert
es_es: Sin verificar
fr_fr: Non vérifié
it_it: Non verificato
ja_jp: 未確認
ko_kr: 미 검증
pl_pl: Niezweryfikowane
pt_br: Não verificado
ro_ro: Neverificat
ru_ru: Непроверенный
sv_se: Overifierad
uk_ua: Не підтверджено
zh_cn: 未验证

source: Broken
de_de: Fehlerhaft
es_es: Dañado
fr_fr: Cassé
it_it: Corrotto
ja_jp: 損壊
ko_kr: 파손
pl_pl: Uszkodzone
pt_br: Corrompido
ro_ro: Defect
ru_ru: Не рабочий
sv_se: Trasig
uk_ua: Не працює
zh_cn: 损坏

source: Unable do download a runtime when in offline mode.
de_de: Runtimes lassen sich nicht im Offline Modus herunterladen.
es_es: No se puede descargar un tiempo de ejecución en modo sin conexión.
fr_fr: Impossible de télécharger un runtime en mode hors ligne.
it_it: Impossibile scaricare la runtime in modalità offline
ja_jp: オフラインモードではランタイムをダウンロードできません。
ko_kr: 오프라인 모드에서는 런타임을 다운로드할 수 없습니다.
pl_pl: Nie można pobrać runtime w trybie offline.
pt_br: Não foi possível baixar o ambiente de execução no modo desconectado.
ro_ro: Imposibil de descărcat un runtime în modul offline.
ru_ru: Невозможно загрузить среду выполнения в автономном режиме.
sv_se: Kan inte ladda ner en körtid i offlineläge.
uk_ua: Неможливо завантажити Runtime в офлайн режимі.
zh_cn: 在离线模式下无法下载运行时。

source: Verifying runtime {runtime}
de_de: Überprüfe Runtime {runtime}
es_es: Verificando el runtime {runtime}
fr_fr: Vérification du runtime {runtime}
it_it: Verifico runtime {runtime}
ja_jp: ランタイム {runtime} を確認しています
ko_kr: 런타임 {runtime}를 검증 중
pl_pl: Weryfikowanie czasu pracy {runtime}
pt_br: Verificando tempo de execução {runtime}
ro_ro: Se verifică runtime-ul {runtime}
ru_ru: Проверка времени выполнения {runtime}
sv_se: Verifierar körtid {runtime}
zh_cn: 正在检查运行时 {runtime}

source: Verifying
de_de: Überprüfe
es_es: Verificando
fr_fr: Vérification
it_it: Verifica in corso
ja_jp: 検証中
ko_kr: 검증 중
pl_pl: Weryfikowanie
pt_br: Verificando
ro_ro: Se verifică
ru_ru: Проверка
sv_se: Verifierar
uk_ua: Підтвердження
zh_cn: 正在验证

source: Unable to find a download for {runtime}.
de_de: Es konnte kein Download für {runtime} gefunden werden.
es_es: No se ha podido encontrar una descarga para {runtime}.
fr_fr: Impossible de trouver un téléchargement pour {runtime}.
it_it: Impossibile trovare il download per {runtime}
ja_jp: {runtime} のダウンロードが見つかりません。
ko_kr: {runtime} 다운로드를 찾을 수 없습니다.
pl_pl: Nie można znaleźć pobrania dla {runtime}.
pt_br: Impossivel encontrar um download para {runtime}.
ro_ro: Nu s-a găsit un fișier de descărcare pentru {runtime}.
ru_ru: Не удалось найти загрузку для {runtime}.
sv_se: Kunde inte hitta en nedladdning för {runtime}.
uk_ua: Не вдалося знайти завантаження для {runtime}.
zh_cn: 无法找到 {runtime} 的下载链接。

source: Unable to download {runtime} in {device_arch}.
de_de: Kann {runtime} in {device_arch} nicht herunterladen.
es_es: No se puede descargar {runtime} en {device_arch}.
fr_fr: Impossible de télécharger {runtime} dans {device_arch}.
ko_kr: {device_arch}에서 {runtime}을 다운로드 할 수 없습니다.
pl_pl: Nie można pobrać {runtime} w {device_arch}.
pt_br: Impossível baixar {runtime} em {device_arch}.
ro_ro: Nu s-a putut descărca {runtime} pentru arhitectura {device_arch}.
ru_ru: Невозможно загрузить {runtime} в {device_arch}.
sv_se: Kunde inte ladda ner {runtime} för {device_arch}.
uk_ua: Не вдалося завантажити {runtime} з {device_arch}.
zh_cn: 无法下载适用于 {device_arch} 的运行时 {runtime}

source: Verified {runtime} successfully.
de_de: {runtime} erfolgreich überprüft.
es_es: Se verificó el {runtime} exitosamente.
fr_fr: {runtime} vérifié avec succès.
it_it: {runtime} verificata con successo.
ja_jp: {runtime} 認証された。
ko_kr: {runtime} 검증 성공
pl_pl: Zweryfikowano {runtime} pomyślnie.
pt_br: Verificado {runtime} com sucesso.
ro_ro: {runtime} a fost verificat cu succes.
ru_ru: {runtime} Успешно проверен.
sv_se: Verifiering av {runtime} lyckades.
uk_ua: {runtime} успішно підтверджено.
zh_cn: {runtime} 验证通过。

source: Verified {runtime}.
de_de: {runtime} verifiziert.
es_es: {runtime} verificado.
fr_fr: {runtime} vérifié.
it_it: {runtime} Verificata.
ja_jp: {runtime} 認証済み
ko_kr: {runtime} 검증 완료
pl_pl: Zweryfikowano {runtime}.
pt_br: Verificado {runtime}.
ro_ro: {runtime} verificat.
ru_ru: Проверено {runtime}.
sv_se: Verifierat {runtime}.
uk_ua: Підтверджено {runtime}.
zh_cn: 已验证 {runtime}。

source: Updating {runtime}.
de_de: Aktualisiere {runtime}.
es_es: Actualizando el {runtime}.
fr_fr: Mise à jour de {runtime}.
it_it: Aggiornamento {runtime}.
ja_jp: {runtime} を更新中
ko_kr: {runtime} 업데이트 중
pl_pl: Aktualizowanie {runtime}.
pt_br: Atualizando {runtime}.
ro_ro: Se actualizează {runtime}.
ru_ru: Обновление {runtime}.
sv_se: Uppdaterar {runtime}.
uk_ua: Оновлення {runtime}.
zh_cn: 正在更新{runtime}...

source: Runtime {runtime} is broken, reinstalling.
de_de: Laufzeit- {runtime} ist defekt, Installiere neu.
es_es: El runtime {runtime} esta dañado, reinstalando.
fr_fr: Le runtime {runtime} est cassé, réinstallation en cours.
it_it: Runtime {runtime} è corrotta, reinstallazione.
ja_jp: ランタイム {runtime} が壊れています。再インストールします。
ko_kr: 런타임 {runtime}가 파손되어 있어 다시 설치합니다.
pl_pl: Runtime {runtime} jest uszkodzony, reinstalacja.
pt_br: Tempo de execução {runtime} está quebrado, reinstalando.
ro_ro: Runtime-ul {runtime} este defect, se reinstalează.
ru_ru: Runtime {runtime} поврежден, переустановка.
sv_se: Körtid {runtime} är trasig, ominstalleras.
uk_ua: Runtime {runtime} пошкоджено, виконується перевстановлення.
zh_cn: 运行时{runtime} 损坏，正在重装。

source: Downloading runtime {runtime}.
de_de: Lade runtime {runtime} herunter
es_es: Descargando tiempo de ejecución {runtime}.
fr_fr: Téléchargement du runtime {runtime}.
it_it: Scarico {runtime}
ja_jp: ランタイム {runtime} をダウンロードしています。
ko_kr: 런타임 {runtime} 다운로드 중
pl_pl: Pobieranie runtime {runtime}.
pt_br: Baixando tempo de execução {runtime}.
ro_ro: Se descarcă runtime-ul {runtime}.
ru_ru: Проверка времени выполнения {runtime}.
sv_se: Hämtar körtid {runtime}.
uk_ua: Завантаження Runtime {runtime}.
zh_cn: 正在下载运行时{runtime}

source: Unable to download {runtime}, game may not run correctly.
de_de: Runtime konnte nicht runtergeladen werden, öglicherweise funktioniert das Spiel nicht korrekt.
es_es: No se puede descargar {runtime}, es posible que el juego no funcione correctamente.
fr_fr: Impossible de télécharger {runtime}, le jeu pourrait ne pas s'exécuter correctement.
it_it: Impossibile scaricare la runtime {runtime}, il gioco potrebbe presentare dei problemi.
ja_jp: {runtime} をダウンロードできません。ゲームが正しく実行されない可能性があります。
ko_kr: {runtime} 다운로드할 수 없습니다. 게임이 제대로 실행되지 않을 수 있습니다.
pl_pl: Nie można pobrać {runtime}, gra może nie działać poprawnie.
pt_br: Impossível baixar {runtime}, jogo pode não funcionar corretamente.
ro_ro: Nu s-a putut descărca {runtime}, jocul ar putea să nu ruleze corect.
ru_ru: Не удается загрузить {runtime}, игра может работать некорректно.
sv_se: Kunde inte ladda ner {runtime}, spelet kanske inte körs korrekt.
uk_ua: Не вдалося завантажити {runtime}, гра може працювати некоректно.
zh_cn: 无法下载 {runtime}，游戏可能无法正常运行。

source: Successfully downloaded {runtime}.
de_de: Erfolgreich {runtime} heruntergeladen
es_es: {runtime} Descargado correctamente.
fr_fr: Téléchargement de {runtime} réussi.
it_it: Scaricato con successo {runtime}
ja_jp: {runtime} のダウンロードに成功しました。
ko_kr: {runtime} 다운로드 성공
pl_pl: Pomyślnie pobrano {runtime}.
pt_br: {runtime} baixado com sucesso.
ro_ro: {runtime} a fost descărcat cu succes.
ru_ru: {runtime} Успешно загружено.
sv_se: Hämtat {runtime}.
uk_ua: Успішно завантажено {runtime}.
zh_cn: 成功下载 {runtime}。

source: Unable to download in offline mode.
de_de: Download im Offline-Modus nicht möglich.
es_es: No se puede descargar en modo desconectado.
fr_fr: Impossible de télécharger un runtime en mode hors ligne.
ko_kr: 오프라인 모드에서는 다운로드할 수 없습니다.
pl_pl: Nie można pobrać w trybie offline.
pt_br: Impossível baixar no modo offline.
ro_ro: Imposibil de descărcat în modul offline.
ru_ru: Невозможно загрузить среду выполнения в автономном режиме.
uk_ua: Не вдається завантажити в офлайн режимі.

source: Unable to find a source for {port_name}
de_de: Es konnte keine Quelle für {port_name} gefunden werden.
es_es: No se ha podido encontrar una fuente para {port_name}
fr_fr: Impossible de trouver une source pour {port_name}
it_it: Impossibile trovare una fonte per {port_name}
ja_jp: {port_name} のソースが見つかりません
ko_kr: {port_name} 소스를 찾을 수 없습니다.
pl_pl: Nie można odnaleźć źródła dla {port_name}
pt_br: Impossível encontrar uma fonte para {port_name}
ro_ro: Nu s-a găsit o sursă pentru {port_name}.
ru_ru: Не удается найти источник для {port_name}
sv_se: Kunde inte hitta en nedladdning för {port_name}
uk_ua: Не вдалося знайти джерело для {port_name}
zh_cn: 无法找到{port_name} 的下载资源。

source: Unknown port {port_name}
de_de: Unbekannter Port {port_name}
es_es: Port desconocido {port_name}
fr_fr: Port inconnu {port_name}
it_it: Port sconosciuto {port_name}
ja_jp: 不明なポート {port_name}
ko_kr: 알 수 없는 포트 {port_name}
pl_pl: Nieznany port {port_name}
pt_br: Jogo desconhecido {port_name}
ro_ro: Port necunoscut {port_name}.
ru_ru: Неизвестный порт {port_name}
sv_se: Okänd port {port_name}
uk_ua: Невідомий порт {port_name}
zh_cn: 未知移植作品 {port_name}

source: Removing {port_name}
de_de: Entferne {port_name}
es_es: Eliminando {port_name}
fr_fr: Suppression de {port_name}
it_it: Rimuovo {port_name}
ja_jp: {port_name} を削除中
ko_kr: {port_name} 제거 중
pl_pl: Usuwanie {port_name}
pt_br: Removendo {port_name}
ro_ro: Se elimină {port_name}
ru_ru: Удаление {port_name}
sv_se: Raderar {port_name}
uk_ua: Видалення {port_name}
zh_cn: 正在移除{port_name}

source: Successfully uninstalled {port_name}
de_de: Erfolgreich {port_name} deinstalliert
es_es: {port_name} Desinstalado correctamente
fr_fr: {port_name} désinstallé avec succès
it_it: {port_name} disinstallato con successo.
ja_jp: {port_name} のアンインストールに成功しました
ko_kr: {port_name} 제거 성공
pl_pl: Pomyślnie pobrano {port_name}
pt_br: {port_name} desinstalado com sucesso
ro_ro: {port_name} a fost dezinstalat cu succes.
ru_ru: {port_name} Успешно удален
sv_se: Avinstallerat {port_name}
uk_ua: Успішно видалено {port_name}
zh_cn: 成功卸载 {port_name}

source: In order to do so: MENU -> UTILITIES -> Rescan Rom Directory
de_de: Um dies zu tun: MENÜ→-> UTILITIES -> Rom-Verzeichnis erneut scannen
es_es: Para hacerlo: MENÚ > UTILIDADES > REESCANEAR DIRECTORIO DE ROMS
fr_fr: Pour ce faire : MENU -> UTILITIES -> Rescan Rom Directory
ko_kr: 그렇게 하기 위해: 메뉴 -> 유틸리티 -> 롬 디렉토리 다시 스캔
pl_pl: Aby to zrobić: MENU -> UTILITY -> Przeskanuj katalog Rom
pt_br: Para fazer isso: MENU -> UTILIDADES -> Reescanear Diretório de Roms
ro_ro: Pentru a face acest lucru: MENU -> UTILITARE -> Rescanare Director ROM
ru_ru: Чтобы сделать это: МЕНЮ -> ПРОГРАММЫ -> Повторить поиск каталога
uk_ua: Щоб це зробити: МЕНЮ -> УТИЛІТИ -> Повторно сканувати папку з ROM'ами

source: Cache out of date.
de_de: Cache veraltet
es_es: Caché Obsoleta.
fr_fr: Cache obsolète.
it_it: Cache Obsoleta.
ja_jp: キャッシュが古いです。
ko_kr: 캐시가 오래되었습니다.
pl_pl: Pamięć podręczna nieaktualna.
pt_br: Cache desatualizado.
ro_ro: Cache-ul este expirat.
ru_ru: Кэш устарел.
sv_se: Cache är föråldrad.
uk_ua: Кеш застарілий.
zh_cn: 缓存过期。

source: First check.
de_de: Erste Überprüfung.
es_es: Primera verificación.
fr_fr: Première vérification.
it_it: Controllo d'avvio
ja_jp: 最初のチェック
ko_kr: 최초 확인
pl_pl: Pierwsze sprawdzenie.
pt_br: Primeira verificação.
ro_ro: Prima verificare.
ru_ru: Первая проверка.
sv_se: Första kontroll.
uk_ua: Перша перевірка.
zh_cn: 首次检查

source: Auto Update.
de_de: Automatische Aktualisierung
es_es: Actualización automática.
fr_fr: Mise à jour automatique.
it_it: Aggiornamento automatico.
ja_jp: 自動更新
ko_kr: 자동 업데이트
pl_pl: Automatyczna aktualizacja.
pt_br: Atualização automática.
ro_ro: Actualizare Automată.
ru_ru: Автоматическое обновление.
sv_se: Automatisk uppdatering.
uk_ua: Автоматичне оновлення.
zh_cn: 自动更新

source: Updating
de_de: Aktualisiere
es_es: Actualizando
fr_fr: Mise à jour en cours
it_it: Aggiorno
ja_jp: 更新中
ko_kr: 업데이트 중
pl_pl: Aktualizowanie
pt_br: Atualizando
ro_ro: Se actualizează
ru_ru: Обновление
sv_se: Uppdaterar
uk_ua: Оновлення
zh_cn: 正在更新

source: Up to date already
de_de: Neuste Version bereits installiert
es_es: Ya está actualizado
fr_fr: Déjà à jour
it_it: Già aggiornata
ja_jp: 既に最新の状態です
ko_kr: 이미 최신 상태입니다.
pl_pl: Już aktualne
pt_br: Já está atualizado
ro_ro: Deja la zi
ru_ru: Актуальная версия уже существует
sv_se: Redan uppdaterad
uk_ua: Вже оновлено
zh_cn: 已经更新

source: Fetching latest info
de_de: Lade neuste Informationen
es_es: Obteniendo información más reciente
fr_fr: Récupération des dernières informations
it_it: Cerco nuove informazioni
ja_jp: 最新情報を取得中
ko_kr: 최신 정보를 가져오는 중
pl_pl: Pobieranie najnowszych informacji
pt_br: Buscando informação mais recente
ro_ro: Se preiau cele mai recente informații
ru_ru: Получение последней информации
sv_se: Hämtar senaste information
uk_ua: Отримання останньої інформації
zh_cn: 正在获取最新信息。

source: Done.
de_de: Fertig
es_es: Hecho.
fr_fr: Terminé.
it_it: Fatto.
ja_jp: 完了
ko_kr: 완료.
pl_pl: Zrobione.
pt_br: Concluído.
ro_ro: Gata.
ru_ru: Готово.
sv_se: Färdig.
uk_ua: Готово.
zh_cn: 完成。

source: Unable to find {port_name}.
de_de: {port_name} konnte nicht gefunden werden
es_es: No se puede encontrar {port_name}.
fr_fr: Impossible de trouver {port_name}.
it_it: Impossibile trovare {port_name}.
ja_jp: {port_name} が見つかりません。
ko_kr: {port_name} 찾을 수 없습니다.
pl_pl: Nie można znaleźć {port_name}.
pt_br: Impossível encontrar {port_name}.
ro_ro: Nu s-a putut găsi {port_name}.
ru_ru: Не удается найти {port_name}.
sv_se: Kunde inte hitta {port_name}.
uk_ua: Не вдалося знайти {port_name}.
zh_cn: 无法找到 {port_name}。

source: Unable to find verification info for {port_name}.
de_de: Für {port_name} konnten keine Überprüfungsinformationen gefunden werden.
es_es: No se ha podido encontrar la información de verificación para {port_name}.
fr_fr: Impossible de trouver les informations de vérification pour {port_name}.
it_it: Non posso verificare {port_name}.
ja_jp: {port_name} の確認情報が見つかりません。
ko_kr: {port_name} 검증 정보를 찾을 수 없습니다.
pl_pl: Nie można znaleźć informacji weryfikacyjnych dla {port_name}.
pt_br: Impossível encontrar informação de verificação para {port_name}.
ro_ro: Nu s-au găsit informații de verificare pentru {port_name}.
ru_ru: Не удается найти информацию о верификации для {port_name}.
sv_se: Kunde inte hitta verifieringsinfo för {port_name}.
uk_ua: Не вдалося знайти інформацію для перевірки {port_name}.
zh_cn: 无法找到{port_name} 的验证信息。

source: Unable to download verification info for {port_name}.
de_de: Für {port_name} konnten keine Überprüfungsinformationen heruntergeladen werden.
es_es: No se puede descargar la información de verificación para {port_name}.
fr_fr: Impossible de télécharger les informations de vérification pour {port_name}.
it_it: Non posso scaricare le informazioni per verificare {port_name}.
ja_jp: {port_name} の確認情報が見つかりません。
ko_kr: {port_name} 검증 정보를 다운로드할 수 없습니다.
pl_pl: Nie można pobrać informacji weryfikacyjnych dla {port_name}.
pt_br: Impossível baixar informação de verificação para {port_name}.
ro_ro: Nu s-au putut descărca informațiile de verificare pentru {port_name}.
ru_ru: Не удается найти информацию о верификации для {port_name}.
sv_se: Kunde inte hämta verifieringsinfo för {port_name}.
uk_ua: Не вдалося завантажити інформацію для перевірки для {port_name}.
zh_cn: 无法下载 {port_name} 的验证信息。

source: Success!
de_de: Erfolgreich!
es_es: ¡Éxito!
fr_fr: Succès !
it_it: Successo!
ja_jp: 成功！
ko_kr: 성공!
pl_pl: Udało się!
pt_br: Sucesso!
ro_ro: Succes!
ru_ru: Успешно!
sv_se: Klart!
uk_ua: Успіх!
zh_cn: 成功！

source: Fetching info
de_de: Lade Informationen
es_es: Obteniendo información
fr_fr: Récupération des informations
it_it: Cerco Informazioni
ja_jp: 情報を取得中
ko_kr: 정보 가져오는 중
pl_pl: Pobieram informacje
pt_br: Buscando informação
ro_ro: Se preiau informațiile
ru_ru: Получение информации
sv_se: Hämtar information
uk_ua: Отримання інформації
zh_cn: 正在获取信息

source: {source_name}: Fetching latest ports
de_de: Lade neuste Ports
es_es: {source_name}: Obteniendo los ports más recientes
fr_fr: {source_name} : Récupération
it_it: {source_name}: Controllo Nuovi ports
ja_jp: {source_name}: 最新のポートを取得中
ko_kr: {source_name}: 최신 포트 가져오는 중
pl_pl: {source_name}: Pobieranie najnowszych portów
pt_br: {source_name}: Buscando jogos mais recentes
ro_ro: {source_name}: Se preiau cele mai recente porturi
ru_ru: {source_name}: Загрузка последних портов
sv_se: {source_name}: Hämtar senaste portar
uk_ua: {source_name}: Отримання останніх портів
zh_cn: {source_name}：正在获取最新的移植作品

source: Fetching info.
de_de: Lade Informationen
es_es: Obteniendo información.
fr_fr: Récupération des informations.
it_it: Cerco Informazioni
ja_jp: 情報を取得中.
ko_kr: 정보 가져오는 중
pl_pl: Pobieranie informacji.
pt_br: Buscando informação.
ro_ro: Se preiau informațiile.
ru_ru: Получение информации.
sv_se: Hämtar information.
uk_ua: Отримання інформації.
zh_cn: 正在获取信息。

source: Unable to download verification file.
de_de: Überprüfungsdatei konnte nicht heruntergeladen werden
es_es: No se puede descargar el archivo de verificación.
fr_fr: Impossible de télécharger le fichier de vérification.
it_it: Non posso scaricare i file di verifica
ja_jp: 確認情報が見つかりません。
ko_kr: 검증 파일을 다운로드할 수 없습니다.
pl_pl: Nie można pobrać pliku weryfikacyjnego.
pt_br: Impossível baixar arquivo de verificação.
ro_ro: Nu s-a putut descărca fișierul de verificare.
ru_ru: Не удается найти информацию о верификации для.
sv_se: Kunde inte hämta verifieringsfilen.
uk_ua: Не вдалося завантажити інформацію для перевірки.
zh_cn: 无法下载验证信息。

source: Unable to download non zip files.
de_de: Nur Zip Dateien können heruntergeladen werden.
es_es: No se pueden descargar archivos de tipo no zip.
fr_fr: Impossible de télécharger des fichiers non compressés.
it_it: Non posso scaricare i file non zip
ja_jp: 非 zip ファイルをダウンロードできません。
ko_kr: Zip 파일이 아니면 다운로드할 수 없습니다.
pl_pl: Nie można pobrać plików bez zip.
pt_br: Incapaz de baixar arquivos que não sejam zip.
ro_ro: Nu s-au putut descărca fișierele non zip.
ru_ru: Невозможно загрузить не zip-файлы.
sv_se: Kan inte hämta icke-zip-filer.
uk_ua: Не вдалося завантажити не zip-файли.
zh_cn: 无法下载非zip文件。

source: Unable to download file. [{status_code}]
de_de: [{status_code}] konnte nicht heruntergeladen werden.
es_es: No se ha podido descargar el archivo. [{status_code}]
fr_fr: Impossible de télécharger le fichier. [{status_code}]
it_it: Impossibile Scaricare. [{status_code}]
ja_jp: ファイルをダウンロードできません。 [{status_code}]
ko_kr: 파일을 다운로드할 수 없습니다.[{status_code}]
pl_pl: Nie można pobrać pliku. [{status_code}]
pt_br: Incapaz de baixar arquivo. [{status_code}]
ro_ro: Nu s-a putut descărca fișierul. [{status_code}]
ru_ru: Невозможно загрузить {status_code} в]
sv_se: Kunde inte hämta filen. [{status_code}]
uk_ua: Не вдалося завантажити файл. [{status_code}]
zh_cn: 无法下载文件。错误代码 [{status_code}]
