Repository: PortsMaster/PortMaster-GUI
Catalog: PortMaster/pylibs/locales/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ro_ro, ru_ru, sv_se, uk_ua, zh_cn

source: Install
de_de: Installieren
es_es: Instalar
fr_fr: Installer
it_it: Installa
ja_jp: インストール
ko_kr: 설치
pl_pl: Zainstaluj
pt_br: Instalar
ro_ro: Instalează
ru_ru: Установить
sv_se: Installera
uk_ua: Встановити
zh_cn: 安装

source: Are you sure you want to download and verify all runtimes?
de_de: Alle runtimes herunterladen und verifizieren?
es_es: Estás seguro que quieres descargar y verificar todos los runtimes?
fr_fr: Êtes-vous sûr de vouloir télécharger et vérifier tous les runtimes ?
it_it: Sei sicuro di voler scaricare tutte le runtimes?
ja_jp: すべてのランタイムをダウンロードして確認しますか？
ko_kr: 모든 런타임을 다운로드하고 검증하시겠습니까?
pl_pl: Czy na pewno chcesz pobrać i zweryfikować wszystkie runtimes?
pt_br: Você tem certeza que quer baixar e verificar todos os tempos de execução?
ro_ro: Ești sigur că vrei să descarci și să verifici toate runtime-urile?
ru_ru: Вы уверены, что хотите загрузить и проверить все выполняемые файлы?
sv_se: Är du säker på att du vill ladda ner och verifiera alla körtider?
uk_ua: Ви впевнені, що хочете завантажити та перевірити всі Runtime?
zh_cn: 您确定要下载并验证所有运行时吗？

source: Deleted runtime {runtime}
de_de: Runtime- {runtime} entfernt
es_es: Se elimino el runtime {runtime}
fr_fr: Runtime {runtime} supprimé
it_it: Runtime {runtime} eliminata
ja_jp: ランタイム {runtime} を削除しました
ko_kr: {runtime} 삭제된 런타임
pl_pl: Usunięto runtime {runtime}
pt_br: Tempo de execução {runtime} deletado
ro_ro: Runtime-ul {runtime} a fost șters
ru_ru: Проверка времени выполнения {runtime}
sv_se: Raderat körtid {runtime}
uk_ua: Видалено Runtime {runtime}
zh_cn: 删除运行时 {runtime}

source: {theme_name} (Selected)
de_de: {theme_name} (Ausgewählt)
es_es: {theme_name} (seleccionado)
fr_fr: {theme_name} (Sélectionné)
it_it: {theme_name} (Attuale)
ja_jp: {theme_name} (選択済み)
ko_kr: {theme_name} (선택됨)
pl_pl: {theme_name} (Wybrany)
pt_br: {theme_name} (Selecionado)
ro_ro: {theme_name} (Selectat)
ru_ru: {theme_name} (Выбрана)
sv_se: {theme_name} (Vald)
uk_ua: {theme_name} (Обрано)
zh_cn: {theme_name} （已选）

source: Select
de_de: Auswählen
es_es: Seleccionar
fr_fr: Sélectionner
it_it: Seleziona
ja_jp: 選択
ko_kr: 선택
pl_pl: Wybierz
pt_br: Selecionar
ro_ro: Selectează
ru_ru: Выбрать
sv_se: Välj
uk_ua: Обрати
zh_cn: 选择

source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
ja_jp: ダウンロード
ko_kr: 다운로드
pl_pl: Pobierz
pt_br: Baixar
ro_ro: Descarcă
ru_ru: Скачать
sv_se: Hämta
uk_ua: Завантажити
zh_cn: 下载

source: Do you want to change theme? You will have to restart for it to take effect.
de_de: Theme wechseln? Neustart erforderlich, damit Änderungen wirksam werden.
es_es: ¿Quieres cambiar de tema? Tendrás que reiniciar para que surta efecto.
fr_fr: Voulez-vous changer de thème ? Vous devrez redémarrer pour que ce changement prenne effet.
it_it: Vuoi cambiare Tema? Riavvia per applicare le modifiche.
ja_jp: テーマを変更しますか？ 適用するには再起動する必要があります。
ko_kr: 테마를 변경하시겠습니까? 적용하려면 다시 시작해야 합니다.
pl_pl: Czy chcesz zmienić motyw? Będziesz musiał zrestartować, aby go zmienić.
pt_br: Você quer trocar de tema? Você terá que reiniciar para trocar de tema.
ro_ro: Vrei să schimbi tema? Va trebui să repornești pentru ca modificarea să aibă efect.
ru_ru: Вы хотите сменить тему? Вам придется перезагрузиться, чтобы изменения вступили в силу.
sv_se: Vill du ändra tema? Omstart krävs för att visa ändringar.
uk_ua: Ви хочете змінити тему? Вам доведеться перезапустити застосунок, щоб вона набула чинності.
zh_cn: 您确定想更换主题吗？ 需要重启程序以适用更改。

source: Select Colour Scheme
de_de: Farbschema auswählen
es_es: Elige el Esquema de Color
fr_fr: Sélection de la palette de couleurs
it_it: Selezionare schema colori
ja_jp: 配色を選択
ko_kr: 색상 구성표 선택
pl_pl: Wybierz schemat kolorów
pt_br: Selecionar Esquema de Cores
ro_ro: Selectează Schema de Culori
ru_ru: Выбрать цветовую схему
sv_se: Välj färgschema
uk_ua: Оберіть кольорову палітру
zh_cn: 选择配色方案

source: {item_name} (Selected)
de_de: {item_name} (Ausgewählt)
es_es: {item_name} (seleccionado)
fr_fr: {item_name} (Sélectionné)
it_it: {item_name} (Attuale)
ja_jp: {item_name} (選択済み)
ko_kr: {item_name} (선택됨)
pl_pl: {item_name} (Wybrany)
pt_br: {item_name} (Selecionado)
ro_ro: {item_name} (Selectat)
ru_ru: {item_name} (Выбранная)
sv_se: {item_name} (Vald)
uk_ua: {item_name} (Обрано)
zh_cn: {item_name} （已选）

source: Do you want to change the themes color scheme? You will have to restart for it to take affect.
de_de: Farbschema für das Theme ändern? Neustart erforderlich, damit Änderungen wirksam werden.
es_es: ¿Quieres cambiar el esquema de color del tema? Tendrás que reiniciar para que surta efecto.
fr_fr: Voulez-vous changer le schéma de couleurs du thème ? Vous devrez redémarrer pour que ce changement prenne effet.
it_it: Vuoi Cambiare lo Schema Colore? Dovrai riavviare per applicare le modifiche.
ja_jp: テーマを変更しますか？ 影響を受けるには再起動する必要があります。
ko_kr: 테마 색 구성표를 변경하시겠습니까? 적용하려면 다시 시작해야 합니다.
pl_pl: Czy chcesz zmienić schemat kolorów motywu? Będziesz musiał zrestartować, aby go zmienić.
pt_br: Você quer trocar o esquema de cores do tema? Você terá que reiniciar para trocar as cores.
ro_ro: Vrei să schimbi schema de culori a temei? Va trebui să repornești pentru ca modificarea să aibă efect.
ru_ru: Хотите изменить цветовую схему темы? Вам придется перезагрузиться, чтобы изменения вступили в силу.
sv_se: Vill du ändra temats färgschema? Omstart krävs för att visa ändringar.
uk_ua: Ви хочете змінити кольорову палітру? Вам доведеться перезапустити застосунок, щоб вона набула чинності.
zh_cn: 您确定想更改主题颜色方案吗？ 需要重启程序以适用更改。

source: Language Select
de_de: Sprachauswahl
es_es: Eligir Idioma
fr_fr: Sélection de la langue
it_it: Selezione Lingua
ja_jp: 言語を選択してください
ko_kr: 언어 선택
pl_pl: Wybór języka
pt_br: Seleção de Idioma
ro_ro: Selectare Limbă
ru_ru: Выберите язык
sv_se: Välj Språk
uk_ua: Вибір мови
zh_cn: 选择语言

source: Do you want to change language? You will have to restart for it to take affect.
de_de: Sprache wechseln? Neustart erforderlich, damit Änderungen wirksam werden.
es_es: ¿Quieres cambiar de idioma? Tendrás que reiniciar para que surta efecto.
fr_fr: Voulez-vous changer de langue ? Vous devrez redémarrer pour que cela prenne effet.
it_it: Vuoi cambiare lingua? Riavvia per applicare le modifiche.
ja_jp: 言語を変更しますか？ 影響を受けるには再起動する必要があります。
ko_kr: 언어를 변경하시겠습니까? 적용하려면 다시 시작해야 합니다.
pl_pl: Czy chcesz zmienić język? Będziesz musiał zrestartować, aby zastosować.
pt_br: Você quer trocar de idioma? Você terá que reiniciar para trocar o idioma.
ro_ro: Vrei să schimbi limba? Va trebui să repornești pentru ca modificarea să aibă efect.
ru_ru: Вы хотите сменить тему? Вам придется перезагрузиться, чтобы изменения вступили в силу.
sv_se: Vill du ändra språk? Omstart krävs för att visa ändringar.
uk_ua: Ви хочете змінити мову? Вам доведеться перезапустити застосунок, щоб вона набула чинності.
zh_cn: 您想要更改语言吗？ 需要重启程序以适用更改。

source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
pl_pl: Usuń
pt_br: Apagar
ro_ro: Șterge
ru_ru: Удалить
sv_se: Radera
uk_ua: Видалити
zh_cn: 删除

source: Upper Case
de_de: Großbuchstaben
es_es: Mayúsculas
fr_fr: Majuscule
it_it: Maiuscolo
ja_jp: 大文字
ko_kr: 대문자
pl_pl: Wielkie litery
pt_br: Letra maiúscula
ro_ro: Majuscule
ru_ru: Верхний регистр
sv_se: Versaler
uk_ua: Верхній регістр
zh_cn: 大写

source: Space
de_de: Leerzeichen
es_es: Espacio
fr_fr: Espace
it_it: Spazio
ja_jp: スペース
ko_kr: 스페이스
pl_pl: Spacja
pt_br: Espaço
ro_ro: Spațiu
ru_ru: Пробел
sv_se: Mellanslag
uk_ua: Пробіл
zh_cn: 空格

source: Lower Case
de_de: Kleinbuchstaben
es_es: Minúsculas
fr_fr: Minuscule
it_it: Minuscolo
ja_jp: 小文字
ko_kr: 소문자
pl_pl: Małe litery
pt_br: Letra minúscula
ro_ro: Minuscule
ru_ru: Нижний регистр
sv_se: Gemener
uk_ua: Нижній регістр
zh_cn: 小写

source: No featured ports found, internet connection is required.
de_de: Keine empfohlenen Ports gefunden, Internetverbindung erforderlich.
es_es: No se encontraron ports destacados, se requiere conexión a internet.
fr_fr: Aucun port en vedette trouvé, une connexion internet est requise.
ja_jp: 注目ポートが見つかりません。インターネット接続が必要です。
ko_kr: 추천 포트가 없습니다. 인터넷 연결이 필요합니다.
pl_pl: Nie znaleziono polecanych portów, wymagane jest połączenie z Internetem.
pt_br: Nenhum jogo em destaque encontrado, conexão com a internet é necessária.
ro_ro: Nu s-au găsit porturi recomandate, este necesară o conexiune la internet.
ru_ru: Порты не найдены, необходимо подключение к Интернету.
sv_se: Inga utvalda portar hittades, internetanslutning krävs.
uk_ua: Рекомендовані порти не знайдено, потрібно підключення до інтернету.
zh_cn: 未找到精选移植作品，需要网络连接。

source: NO PORTS
de_de: KEINE PORTS
es_es: SIN PORTS
fr_fr: AUCUN RÉSULTAT
it_it: Nessun Risultato
ja_jp: ポートなし
ko_kr: 포트 없음
pl_pl: BRAK PORTÓW
pt_br: SEM JOGOS
ro_ro: NICIUN PORT
ru_ru: НЕТ ПОРТОВ
sv_se: INGA PORTAR
uk_ua: НЕМАЄ ПОРТІВ
zh_cn: 无移植作品

source: ** NO PORTS FOUND **
de_de: ** KEINE PORTS GEFUNDEN **
es_es: ** NO SE HAN ENCONTRADO PORTS **
fr_fr: ** AUCUN RÉSULTAT **
it_it: ** Nessun Risultato **
ja_jp: ** 見つかりませんでした **
ko_kr: ** 포트를 찾을 수 없음 **
pl_pl: ** NIE ZNALEZIONO PORTÓW **
pt_br: ** NENHUM JOGO ENCONTRADO **
ro_ro: ** NU S-AU GĂSIT PORTURI **
ru_ru: ** ПОРТОВ НЕ НАЙДЕНО **
sv_se: ** INGA PORTER HITTADES **
uk_ua: ** ПОРТИ НЕ ЗНАЙДЕНО **
zh_cn: ** 没有发现移植作品 **

source: Download ports first.
de_de: Zuerst Ports herunterladen.
es_es: Descarga ports primero.
fr_fr: Téléchargez d'abord les ports.
it_it: Scarica qualcosa prima.
ja_jp: ポートをダウンロードしてください。
ko_kr: 포트를 먼저 다운로드합니다.
pl_pl: Najpierw pobierz porty.
pt_br: Baixe jogos primeiro.
ro_ro: Descarcă mai întâi porturile.
ru_ru: Сначала загрузите порты.
sv_se: Ladda ner portar först.
uk_ua: Спершу звантажте порти.
zh_cn: 请先下载移植作品。

source: Try removing some filters.
de_de: Zuerst Filter entfernen
es_es: Prueba a eliminar algunos filtros.
fr_fr: Essayez de supprimer certains filtres.
it_it: Rimuovi qualche filtro.
ja_jp: フィルターを削除してみてください。
ko_kr: 일부 필터를 제거해보세요.
pl_pl: Spróbuj usunąć kilka filtrów.
pt_br: Tente remover alguns filtros.
ro_ro: Încearcă să elimini unele filtre.
ru_ru: Попробуйте удалить некоторые фильтры.
sv_se: Prova att ta bort några filter.
uk_ua: Спробуйте видалити деякі фільтри.
zh_cn: 试试去除一些筛选条件。

source: Show Info
de_de: Info anzeigen
es_es: Mostrar información
fr_fr: Afficher les Infos
it_it: Mostra info
ja_jp: 情報を表示
ko_kr: 정보 보기
pl_pl: Pokaż info
pt_br: Mostrar informação
ro_ro: Afișează Informații
ru_ru: Показать информацию
sv_se: Visa info
uk_ua: Показати відомості
zh_cn: 显示详情

source: Ports List
de_de: Portliste
es_es: Lista de Ports
fr_fr: Liste des Ports
it_it: Lista dei Ports
ja_jp: ポートリスト
ko_kr: 포트 목록
pl_pl: Listy portów
pt_br: Lista de Jogos
ro_ro: Lista Porturilor
ru_ru: Списки портов
sv_se: Portlista
uk_ua: Список портів
zh_cn: 移植作品列表

source: Filters
de_de: Filter
es_es: Filtros
fr_fr: Filtres
it_it: Filtri
ja_jp: フィルター
ko_kr: 필터
pl_pl: Filtry
pt_br: Filtros
ro_ro: Filtre
ru_ru: Фильтры
sv_se: Filter
uk_ua: Фільтри
zh_cn: 筛选条件

source: Port Info Popup
es_es: Popup de Info del Port
fr_fr: Popup d'informations sur le port
ja_jp: ポート情報ポップアップ
ko_kr: 포트 정보 팝업
pl_pl: Wyskakujące okno informacji o porcie
pt_br: Popup de Informação de Jogo
ro_ro: Fereastră de Informații Port
ru_ru: Всплывающая информация о порте
uk_ua: Спливаюче вікно відомостей про порт
zh_cn: 移植作品信息弹出

source: Hide Info
de_de: Info ausblenden
es_es: Esconder Info
fr_fr: Masquer les informations
ja_jp: 情報を非表示にする
ko_kr: 정보 숨기기
pl_pl: Ukryj informacje
pt_br: Ocultar Informação
ro_ro: Ascunde Informațiile
ru_ru: Скрыть информацию
sv_se: Dölj info
uk_ua: Сховати відомості
zh_cn: 隐藏信息

source: Reinstall
de_de: Neuinstallieren
es_es: Reinstalar
fr_fr: Réinstaller
it_it: Reinstalla
ja_jp: 再インストール
ko_kr: 다시 설치
pl_pl: Reinstalacja
pt_br: Reinstalar
ro_ro: Reinstalează
ru_ru: Переустановить
sv_se: Ominstallera
uk_ua: Перевстановити
zh_cn: 重新安装

source: Port Info
es_es: Info del Port
fr_fr: Informations sur le port
ja_jp: ポート情報
ko_kr: 포트 정보
pl_pl: Informacje o porcie
pt_br: Informações de Jogo
ro_ro: Informații Port
ru_ru: Информация о порте
sv_se: Portinformation
uk_ua: Відомості про порт
zh_cn: 移植作品信息

source: Are you sure you want to uninstall {port_name}?
de_de: {port_name} wirklich deinstallieren?
es_es: Estas seguro que quieres desinstalar el {port_name}?
fr_fr: Êtes-vous sûr de vouloir désinstaller {port_name}?
it_it: Sei sicuro di voler disinstallare {port_name}?
ja_jp: {port_name} をアンインストールしてもよろしいですか？
ko_kr: {port_name} 제거하시겠습니까?
pl_pl: Jesteś pewien, że chcesz odinstalować {port_name}?
pt_br: Você tem certeza que quer desinstalar {port_name}?
ro_ro: Ești sigur că vrei să dezinstalezi {port_name}?
ru_ru: Вы уверены, что хотите удалить {port_name}?
sv_se: Är du säker på att du vill avinstallera {port_name}?
uk_ua: Ви впевнені, що бажаєте видалити {port_name}?
zh_cn: 您确定要卸载 {port_name} 吗？

source: Filters Scene
de_de: Filter-Szene
es_es: Escena de Filtros
fr_fr: Filtre Scène
it_it: Filtri
ja_jp: フィルターシーン
ko_kr: 필터 장면
pl_pl: Filtry sceny
pt_br: Cena de Filtros
ro_ro: Scena Filtrelor
ru_ru: Вкладка фильтров
uk_ua: Вкладка фільтрів
zh_cn: 筛选场景

source: Alphabetical
de_de: Alphabetisch
es_es: Alfabético
fr_fr: Ordre alphabétique
it_it: Alfabetico
ja_jp: アルファベット順
ko_kr: 알파벳순
pl_pl: Alfabetycznie
pt_br: Alfabético
ro_ro: Alfabetic
ru_ru: По алфавиту
sv_se: Alfabetisk
uk_ua: За абеткою
zh_cn: 按字母顺序

source: Recently Added
de_de: Zuletzt hinzugefügt
es_es: Recientemente Añadidos
fr_fr: Ajouts récents
it_it: Aggiunti di Recente
ja_jp: 最近の追加
ko_kr: 최근에 주가된
pl_pl: Ostatnio dodane
pt_br: Adicionado Recentemente
ro_ro: Adăugate Recent
ru_ru: Недавно добавленные
sv_se: Nyligen tillagda
uk_ua: Нещодавно додані
zh_cn: 最近添加

source: Recently Updated
de_de: Vor kurzem aktualisiert
es_es: Recientemente Actualizados
fr_fr: Récemment mis à jour
it_it: Aggiornati di recente
ja_jp: 最近のアップデート
ko_kr: 최근에 업데이트된
pl_pl: Ostatnio zaktualizowane
pt_br: Atualizado Recentemente
ro_ro: Actualizate Recent
ru_ru: Недавно обновленные
sv_se: Senast uppdaterade
uk_ua: Нещодавно оновлені
zh_cn: 最近更新

source: Action
de_de: Aktion
es_es: Acción
it_it: Azione
ja_jp: 動作
ko_kr: 액션
pl_pl: Akcja
pt_br: Ação
ro_ro: Acțiune
ru_ru: Экшен
uk_ua: Бойовик
zh_cn: 动作

source: Adventure
es_es: Aventura
fr_fr: Aventure
it_it: Avventura
ja_jp: 冒険
ko_kr: 어드벤처
pl_pl: Przygodowe
pt_br: Aventura
ro_ro: Aventură
ru_ru: Приключение
sv_se: Äventyr
uk_ua: Пригоди
zh_cn: 冒险

source: Arcade
ja_jp: アーケード
ko_kr: 아케이드
ru_ru: Аркада
sv_se: Arkad
uk_ua: Аркада
zh_cn: 街机

source: Casino/Card
es_es: Casino/Cartas
fr_fr: Casino/Jeu de cartes
it_it: Casino/Carta
ja_jp: カジノ/カード
ko_kr: 카지노/카드
pl_pl: Kasino/Karta
pt_br: Cassino/Cartas
ro_ro: Casino/Cărți
ru_ru: Казино/Карты
sv_se: Kasino/Kortspel
uk_ua: Казино/карткова гра
zh_cn: 赌博/卡牌

source: First Person Shooter
es_es: Disparos en Primera Persona
fr_fr: Tir à la première personne
it_it: Fps
ja_jp: 一人称射撃
ko_kr: 1인칭 슈팅
pl_pl: Pierwszoosobowa strzelanka
pt_br: Tiro em primeira pessoa
ro_ro: Shooter la persoana întâi
ru_ru: Шутер от первого лица
uk_ua: Стрілянка від першої особи
zh_cn: FPS

source: Platformer
es_es: Plataformero
fr_fr: Jeu de plates-formes
it_it: Platform
ja_jp: プラットフォーム
ko_kr: 플랫포머
pl_pl: Platformówka
pt_br: Plataforma
ru_ru: Платформер
uk_ua: Платформер
zh_cn: 平台跳跃

source: Puzzle
fr_fr: Réflexion
it_it: Rompicapo
ja_jp: パズル
ko_kr: 퍼즐
pt_br: Quebra-cabeça
ru_ru: Головоломка
sv_se: Pussel
uk_ua: Головоломка
zh_cn: 解谜

source: Racing
es_es: Carreras
fr_fr: Jeu de course
ja_jp: レース
ko_kr: 레이싱
pl_pl: Wyścigowe
pt_br: Corrida
ro_ro: Curse
ru_ru: Гонки
uk_ua: Перегони
zh_cn: 竞速

source: Rhythm
es_es: Ritmo
fr_fr: Rythme
it_it: Musicale
ja_jp: リズム
ko_kr: 리듬
pl_pl: Rytm
pt_br: Ritmo
ro_ro: Ritm
ru_ru: Ритм
sv_se: Rytm
uk_ua: Ритм-гра
zh_cn: 节奏

source: Role Playing Game
es_es: Juegos de Rol
fr_fr: Jeu de rôle
it_it: Gioco Di Ruolo
ja_jp: RPG
ko_kr: 롤플레잉 게임
pl_pl: Role Playing
pt_br: RPG
ro_ro: Joc de rol (RPG)
ru_ru: Ролевая игра
sv_se: Rollspel
uk_ua: Рольова гра
zh_cn: RPG

source: Simulation
es_es: Simulación
it_it: Simulazione
ja_jp: シミュレーション
ko_kr: 시뮬레이션
pl_pl: Symulacja
pt_br: Simulação
ro_ro: Simulare
ru_ru: Симулятор
sv_se: Simulering
uk_ua: Симулятор
zh_cn: 模拟

source: Sports
es_es: Deportes
it_it: Sport
ja_jp: スポーツ
ko_kr: 스포츠
pl_pl: Sportowe
pt_br: Esportes
ro_ro: Sporturi
ru_ru: Спорт
sv_se: Sport
uk_ua: Спорт
zh_cn: 运动

source: Strategy
de_de: Strategie
es_es: Estrategia
fr_fr: Stratégie
it_it: Strategia
ja_jp: 戦略
ko_kr: 전략
pl_pl: Strategie
pt_br: Estratégia
ro_ro: Strategie
ru_ru: Стратегия
sv_se: Strategi
uk_ua: Стратегія
zh_cn: 策略

source: Visual Novel
es_es: Novela Visual
ja_jp: ビジュアルノベル
ko_kr: 비주얼 노벨
pl_pl: Wizualna nowela
ro_ro: Roman Vizual
ru_ru: Визуальная новелла
sv_se: Visuell roman
uk_ua: Візуальна новела
zh_cn: 视觉小说

source: Other
de_de: Sonstiges
es_es: Otros
fr_fr: Autres
it_it: Altro
ja_jp: その他
ko_kr: 기타
pl_pl: Inne
pt_br: Outros
ro_ro: Altele
ru_ru: Прочие
sv_se: Övrigt
uk_ua: Інше
zh_cn: 其他

source: Files Required
de_de: Erforderliche Dateien
es_es: Archivos Requeridos
fr_fr: Fichiers nécessaires
ko_kr: 필요한 파일
pl_pl: Wymagane pliki
pt_br: Arquivos necessários
ro_ro: Fișiere Necesare
ru_ru: Необходимые файлы
uk_ua: Необхідні файли

source: Experimental
de_de: Experimentell
fr_fr: Expérimental
ko_kr: 실험적인
pl_pl: Eksperymentalne
ru_ru: Экспериментально
uk_ua: Експериментальний

source: Broken Ports
de_de: Defekte Ports
es_es: Ports Rotos
fr_fr: Ports endommagés
it_it: Ports Problematici
ja_jp: 壊れたポート
ko_kr: 깨진 포트
pl_pl: Uszkodzone porty
pt_br: Jogos corrompidos
ro_ro: Porturi Defecte
ru_ru: Сломанные порты
sv_se: Trasiga Portar
uk_ua: Пошкоджені порти
zh_cn: 损坏的移植作品

source: Free game, all files included.
de_de: Kostenloses Spiel, alle Dateien enthalten.
es_es: Juego gratis, todos los archivos incluidos.
fr_fr: Jeu gratuit, tous les fichiers sont inclus.
ja_jp: 無料ゲーム、すべてのファイルが含まれています。
ko_kr: 무료 게임, 모든 파일 포함.
pl_pl: Darmowa gra, wszystkie pliki załączone.
pt_br: Jogo grátis, todos os arquivos incluídos.
ro_ro: Joc gratuit, toate fișierele incluse.
ru_ru: Бесплатная игра, все файлы включены.
sv_se: Gratis spel, alla filer ingår.
uk_ua: Безкоштовна гра, усі файли включені.
zh_cn: 免费游戏，包含所有文件。

source: Demo files included.
de_de: Demo-Dateien enthalten.
es_es: Archivos de demostración incluidos.
fr_fr: Fichiers démo inclus.
ja_jp: デモファイルが含まれています。
ko_kr: 데모 파일이 포함됨.
pl_pl: Załączone pliki demo.
pt_br: Arquivos de demo incluídos.
ro_ro: Fișiere demo incluse.
ru_ru: Демо файлы включены.
sv_se: Demofiler ingår.
uk_ua: Демо-файли включені.
zh_cn: 包含试玩游戏文件。

source: Free external assets needed.
de_de: Kostenlose externe Assets erforderlich.
es_es: Se necesitan archivos externos gratis.
fr_fr: Des ressources externes gratuites sont nécessaires.
ja_jp: 無料の外部アセットが必要です。
ko_kr: 무료 외부 자료 필요.
pl_pl: Potrzebne są bezpłatne aktywa zewnętrzne.
pt_br: Recursos externos gratuitos necessários.
ro_ro: Necesită resurse externe gratuite.
ru_ru: Необходимы бесплатные внешние ресурсы.
sv_se: Gratis externa tillgångar krävs.
uk_ua: Потрібне завантаження безплатних зовнішніх ресурсів.
zh_cn: 需要可免费下载的外部资源。

source: Paid external assets needed.
de_de: Kostenpflichtige externe Assets erforderlich.
es_es: Se necesitan archivos externos pagos.
fr_fr: Des ressources externes payantes sont nécessaires.
ja_jp: 有料の外部アセットが必要です。
ko_kr: 유료 외부 자료 필요.
pl_pl: Potrzebne płatne aktywa zewnętrzne.
pt_br: Recursos externos pagos necessários.
ro_ro: Necesită resurse externe plătite.
ru_ru: Необходимы платные внешние ресурсы.
sv_se: Betalda externa tillgångar krävs.
uk_ua: Потрібне завантаження платних зовнішніх ресурсів.
zh_cn: 需要付费下载的外部资源。

source: {runtime_name} Runtime
ja_jp: {runtime_name} ランタイム
ko_kr: {runtime_name} 런타임
pl_pl: {runtime_name} Czas pracy
pt_br: Tempo de execução {runtime_name}
ro_ro: Runtime {runtime_name}
ru_ru: {runtime_name} Запуск
sv_se: {runtime_name}
zh_cn: 运行时 {runtime_name}

source: ARM 32bit
fr_fr: ARM 32bits
ko_kr: ARM 32비트
ro_ro: ARM 32biți
uk_ua: ARM 32-біт

source: ARM 64bit
fr_fr: ARM 64bits
ko_kr: ARM 64비트
ro_ro: ARM 64biți
uk_ua: ARM 64-біт

source: x86 64bit
fr_fr: x86 64bits
ko_kr: x86 64비트
ro_ro: x86 64biți
uk_ua: x86 64-біт

source: Sort:
de_de: Sortieren:
es_es: Ordenar:
fr_fr: Ordre :
it_it: Ordina per:
ja_jp: ソート：
ko_kr: 종류:
pl_pl: Sortuj:
pt_br: Organizar:
ro_ro: Sortare:
ru_ru: Сортировка:
sv_se: Sortera:
uk_ua: Сортувати:
zh_cn: 排序：

source: Clear Filters
de_de: Filter löschen
es_es: Limpiar Filtros
fr_fr: Réinitialiser les filtres
it_it: Rimuovi Filtri
ja_jp: フィルターをクリアにする
ko_kr: 필터 지우기
pl_pl: Wyczyść filtry
pt_br: Remover Filtros
ro_ro: Șterge Filtrele
ru_ru: Очистить фильтры
sv_se: Rensa Filter
uk_ua: Скинути фільтри
zh_cn: 重置筛选

source: Genres:
es_es: Géneros:
it_it: Genere
ja_jp: ジャンル：
ko_kr: 장르:
pl_pl: Gatunek:
pt_br: Gêneros:
ro_ro: Genuri:
ru_ru: Жанры:
sv_se: Genrer:
uk_ua: Жанри:
zh_cn: 类型：

source: Attributes:
de_de: Attribute:
es_es: Atributos:
fr_fr: Attributs :
it_it: Runtime
ja_jp: 属性
ko_kr: 속성:
pl_pl: Atrybuty:
pt_br: Atributos:
ro_ro: Atribute:
ru_ru: Атрибуты:
sv_se: Attribut:
uk_ua: Атрибути:
zh_cn: 属性

source: Architecture:
de_de: Architektur:
es_es: Arquitectura:
ja_jp: アーキテクチャ:
ko_kr: 아키텍처:
pl_pl: Architektura:
pt_br: Arquitetura:
ro_ro: Arhitectură:
ru_ru: Архитектура:
uk_ua: Архітектура:

source: Availability:
de_de: Verfügbarkeit:
es_es: Disponibilidad:
fr_fr: Disponibilité :
ja_jp: 在庫状況：
ko_kr: 유효성:
pl_pl: Dostępność:
pt_br: Disponibilidade:
ro_ro: Disponibilitate:
ru_ru: Доступность:
sv_se: Tillgänglighet:
uk_ua: Наявність:
zh_cn: 可用性：

source: Porters:
de_de: Porter:
fr_fr: Porteurs :
it_it: Porter
ja_jp: ポーター:
ko_kr: 포터:
pl_pl: Porterzy:
ro_ro: Porteri:
ru_ru: Портеры:
sv_se: Portutvecklare:
uk_ua: Портувальники:
zh_cn: 移植人员：

source: Messages
de_de: Meldungen
es_es: Mensajes
it_it: Avviso
ja_jp: メッセージ
ko_kr: 메시지
pl_pl: Wiadomości
pt_br: Mensagens
ro_ro: Mesaje
ru_ru: Сообщения
sv_se: Meddelanden
uk_ua: Сповіщення
zh_cn: 消息

source: Are you sure you want to cancel?
de_de: Wirklich abbrechen?
es_es: ¿Está seguro de que quiere cancelar?
fr_fr: Êtes-vous sûr de vouloir annuler ?
it_it: Sicuro di voler annullare?
ja_jp: 取り消しますか？
ko_kr: 정말 취소하시겠습니까?
pl_pl: Czy na pewno chcesz anulować?
pt_br: Tem certeza de que quer cancelar?
ro_ro: Ești sigur că vrei să anulezi?
ru_ru: Прервать установку?
sv_se: Vill du verkligen avbryta?
uk_ua: Ви справді бажаєте скасувати?
zh_cn: 您确定要取消吗？

source: N/A
de_de: N/V
es_es: N/D
pl_pl: Nie dostępne
ru_ru: Н/Д
uk_ua: Н/Д
zh_cn: 不适用

source: SD 1
uk_ua: SD-карта 1

source: SD 2
uk_ua: SD-карта 2

source: {lang_name} (Selected)
de_de: {lang_name} (Ausgewählt)
es_es: {lang_name} (seleccionado)
fr_fr: {lang_name} (Sélectionné)
it_it: {lang_name} (Attuale)
ja_jp: {lang_name} (選択済み)
pl_pl: {lang_name} (Wybrany)
pt_br: {lang_name} (Selecionado)
ro_ro: {lang_name} (Selectat)
ru_ru: {lang_name} (Выбранный)
sv_se: {lang_name} (Vald)
uk_ua: {lang_name} (Обрано)
zh_cn: {lang_name} （已选）
