Repository: PortsMaster/PortMaster-GUI
Catalog: PortMaster/pylibs/locales/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ro_ro, ru_ru, sv_se, uk_ua, zh_cn

source: Danish
de_de: Dänisch
es_es: Danés
fr_fr: Danois
it_it: Danese
ja_jp: デンマーク語
ko_kr: 덴마크어
pl_pl: Duński
pt_br: Dinamarquês
ro_ro: Daneză
ru_ru: Датский
sv_se: Danska
uk_ua: Данська
zh_cn: 丹麦语

source: German
de_de: Deutsch
es_es: Alemán
fr_fr: Allemand
it_it: Tedesco
ja_jp: ドイツ語
ko_kr: 독일어
pl_pl: Niemiecki
pt_br: Alemão
ro_ro: Germană
ru_ru: Немецкий
sv_se: Tyska
uk_ua: Німецька
zh_cn: 德语

source: English
de_de: Englisch
es_es: Inglés
fr_fr: Anglais
it_it: Inglese
ja_jp: 英語
ko_kr: 영어
pl_pl: Angielski
pt_br: Inglês
ro_ro: Engleză
ru_ru: Английский
sv_se: Engelska
uk_ua: Англійська
zh_cn: 英语

source: Spanish
de_de: Spanisch
es_es: Español
fr_fr: Espagnol
it_it: Spagnolo
ja_jp: スペイン語
ko_kr: 스페인어
pl_pl: Hiszpański
pt_br: Espanhol
ro_ro: Spaniolă
ru_ru: Испанский
sv_se: Spanska
uk_ua: Іспанська
zh_cn: 西班牙语

source: Finnish
de_de: Finnisch
es_es: Finlandés
fr_fr: Finnois
it_it: Finlandese
ja_jp: フィンランド語
ko_kr: 핀란드어
pl_pl: Fiński
pt_br: Finlandês
ro_ro: Finlandeză
ru_ru: Финский
sv_se: Finska
uk_ua: Фінська
zh_cn: 芬兰语

source: French
de_de: Französisch
es_es: Francés
fr_fr: Français
it_it: Francese
ja_jp: フランス語
ko_kr: 프랑스어
pl_pl: Francuski
pt_br: Francês
ro_ro: Franceză
ru_ru: Французский
sv_se: Franska
uk_ua: Французька
zh_cn: 法语

source: Italian
de_de: Italienisch
es_es: Italiano
fr_fr: Italien
it_it: Italiano
ja_jp: イタリア語
ko_kr: 이탈리아어
pl_pl: Włoski
pt_br: Italiano
ro_ro: Italiană
ru_ru: Итальянский
sv_se: Italienska
uk_ua: Італійська
zh_cn: 意大利语

source: Japanese
de_de: Japanisch
es_es: Japonés
fr_fr: Japonais
it_it: Giapponese
ja_jp: 日本語
ko_kr: 일본어
pl_pl: Japoński
pt_br: Japonês
ro_ro: Japoneză
ru_ru: Японский
sv_se: Japanska
uk_ua: Японська
zh_cn: 日语

source: Korean
de_de: Koreanisch
es_es: Coreano
fr_fr: Coréen
it_it: Coreano
ja_jp: 韓国語
ko_kr: 한국어
pl_pl: Koreański
pt_br: Coreano
ro_ro: Coreeană
ru_ru: Корейский
sv_se: Koreanska
uk_ua: Корейська
zh_cn: 韩语

source: Dutch
de_de: Niederländisch
es_es: Holandés
fr_fr: Néerlandais
it_it: Olandese
ja_jp: オランダ語
ko_kr: 네덜란드어
pl_pl: Holenderski
pt_br: Holandês
ro_ro: Olandeză
ru_ru: Нидерландский
sv_se: Holländska
uk_ua: Нідерландська
zh_cn: 荷兰语

source: Polish
de_de: Polnisch
es_es: Polaco
fr_fr: Polonais
it_it: Polacco
ja_jp: ポーランド語
ko_kr: 폴란드어 (폴란드)
pl_pl: Polski
pt_br: Polonês
ro_ro: Poloneză
ru_ru: Польский
sv_se: Polska
uk_ua: Польська
zh_cn: 波兰语

source: Portuguese (Portugal)
de_de: Portugiesisch (Portugal)
es_es: Portugués (Portugal)
fr_fr: Portugais (Portugal)
it_it: Portoghese (Portogallo)
ja_jp: ポルトガル語 (ポルトガル)
ko_kr: 포르투갈어(포르투갈)
pl_pl: Portugalski (Portugalia)
pt_br: Português (Portugal)
ro_ro: Portugheză (Portugalia)
ru_ru: Португальский (Португалия)
sv_se: Portugisiska (Portugal)
uk_ua: Португальська (Португалія)
zh_cn: 葡萄牙语(葡萄牙)

source: Portuguese (Brazil)
de_de: Portugiesisch (Brasilien)
es_es: Portugués (Brasil)
fr_fr: Portugais (Brésil)
it_it: Portoghese (Brasile)
ja_jp: ポルトガル語 (ブラジル)
ko_kr: 포르투갈어 (브라질)
pl_pl: Portugalski (Brazylia)
pt_br: Português (Brasil)
ro_ro: Portugheză (Brazilia)
ru_ru: Португальский (Бразилия)
sv_se: Portugisiska (Brasilien)
uk_ua: Португальська (Бразилія)
zh_cn: 葡萄牙语 (巴西)

source: Russian
de_de: Russisch
es_es: Ruso
fr_fr: Russe
it_it: Russo
ja_jp: ロシア語
ko_kr: 러시아어
pl_pl: Rosyjski
pt_br: Russo
ro_ro: Rusă
ru_ru: Русский
sv_se: Ryska
uk_ua: російська
zh_cn: 俄语

source: Swedish
de_de: Schwedisch
es_es: Sueco
fr_fr: Suédois
it_it: Svedese
ja_jp: スウェーデン語
ko_kr: 스웨덴어
pl_pl: Szwedzki
pt_br: Sueco
ro_ro: Suedeză
ru_ru: Шведский
uk_ua: Шведська
zh_cn: 瑞典语

source: Ukrainian
de_de: Ukrainisch
es_es: Ucraniano
fr_fr: Ukrainien
it_it: Ucraino
ja_jp: ウクライナ語
ko_kr: 우크라이나어
pl_pl: Ukraiński
pt_br: Ucraniano
ro_ro: Ucraineană
ru_ru: Украинский
sv_se: Ukrainska
uk_ua: Українська
zh_cn: 乌克兰语

source: Chinese Simplified
de_de: Chinesisch (vereinfacht)
es_es: Chino Simplificado
fr_fr: Chinois simplifié
it_it: Cinese Semplificato
ja_jp: 中国語 (簡体字)
ko_kr: 중국어 간체
pl_pl: Chiński Uproszczony
pt_br: Chines Simplificado
ro_ro: Chineză Simplificată
ru_ru: Китайский упрощенный
sv_se: Kinesiska, förenklad
uk_ua: Китайська спрощена
zh_cn: 简体中文

source: Unknown IP
de_de: Unbekannte IP
es_es: IP Desconocida
fr_fr: IP inconnue
it_it: IP Ignoto
ja_jp: 不明なIP
ko_kr: 알 수 없는 IP
pl_pl: Nieznany adres IP
pt_br: IP desconhecido
ro_ro: IP Necunoscut
ru_ru: Неизвестный IP
sv_se: Okänt IP
uk_ua: Невідома IP-адреса
zh_cn: 未知IP地址

source: ** NO PORT **
de_de: ** KEIN PORT **
es_es: ** SIN PORT**
fr_fr: ** AUCUN RÉSULTAT **
it_it: Nessun Risultato
ja_jp: ** ポートなし **
ko_kr: ** 포트 없음 **
pl_pl: ** BRAK PORTU **
pt_br: ** SEM JOGO **
ro_ro: ** FĂRĂ PORT **
ru_ru: ** НЕТ ПОРТА **
sv_se: ** INGEN PORT **
uk_ua: ** НЕМАЄ ПОРТУ **
zh_cn: ** 无移植作品 **

source: Ready to Run
de_de: Bereit zum Laufen
es_es: Listo para Funcionar
fr_fr: Prêt à Exécuter
ja_jp: 実行準備完了
ko_kr: 실행 준비 완료
pl_pl: Gotowe do uruchomienia
pt_br: Pronto para executar
ro_ro: Gata de Rulare
ru_ru: Готов к запуску
sv_se: Redo att köras
uk_ua: Готовий до запуску
zh_cn: 可直接运行

source: Requires Files
de_de: Benötigt Dateien
es_es: Requiere Archivos
fr_fr: Fichiers Requis
it_it: File richiesti
ja_jp: 必要なファイル
ko_kr: 필요한 파일
pl_pl: Wymagane pliki
pt_br: Arquivos necessários
ro_ro: Necesită Fișiere
ru_ru: Требуются файлы
sv_se: Kräver filer
uk_ua: Необхідні файли
zh_cn: 需要用户提供文件

source: Installed
de_de: Installiert
es_es: Instalado
fr_fr: Installé
it_it: Installato
ja_jp: インストール済み
ko_kr: 설치됨
pl_pl: Zainstalowane
pt_br: Instalado
ro_ro: Instalat
ru_ru: Установлено
sv_se: Installerad
uk_ua: Встановлено
zh_cn: 已安装

source: Missing
de_de: Fehlt
es_es: No Disponible
fr_fr: Manquant
it_it: Mancante
ja_jp: 欠落
ko_kr: 누락
pl_pl: Brakujące
pt_br: Faltando
ro_ro: Lipsă
ru_ru: Отсутствует
sv_se: Saknas
uk_ua: Відсутній
zh_cn: 缺失

source: Update Available
de_de: Update verfügbar
es_es: Actualización Disponible
fr_fr: Nouvelle mise à jour disponible
it_it: Aggiornamento Disponibile
ja_jp: アップデートが利用できます
ko_kr: 업데이트 이용 가능
pl_pl: Dostępna aktualizacja
pt_br: Atualização disponível
ro_ro: Actualizare Disponibilă
ru_ru: Доступно обновление
sv_se: Uppdatering tillgänglig
uk_ua: Доступне оновлення
zh_cn: 有可用更新

source: Not Installed
de_de: Nicht installiert
es_es: No Instalado
fr_fr: Non installé
it_it: Non Installato
ja_jp: インストールされていません
ko_kr: 설치되지 않음
pl_pl: Nie zainstalowano
pt_br: Não instalado
ro_ro: Neinstalat
ru_ru: Не установлен
sv_se: Ej installerad
uk_ua: Не встановлено
zh_cn: 未安装

source: Okay
es_es: Aceptar
fr_fr: D'accord
it_it: Ok
ja_jp: 了解
ko_kr: 확인
pl_pl: W porządku
pt_br: Ok
ro_ro: OK
ru_ru: Ок
sv_se: Okej
uk_ua: Гаразд
zh_cn: 确定

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pl_pl: Anuluj
pt_br: Cancelar
ro_ro: Anulează
ru_ru: Отменить
sv_se: Avbryt
uk_ua: Скасувати
zh_cn: 取消

source: Fetching latest gameinfo.xml files and cover images.
de_de: Lade aktuelle gameinfo.xml Dateien und Cover-Bilder herunter.
es_es: Obteniendo los últimos archivos de gameinfo.xml y portadas de imágenes.
fr_fr: Récupération des derniers fichiers gameinfo.xml et des images de couverture.
ko_kr: 마지막 gameinfo.xml 파일과 표지 이미지를 가져오는 중입니다.
pl_pl: Pobieranie najnowszych plików gameinfo.xml i okładek.
pt_br: Buscando os arquivos mais recentes de gameinfo.xml e imagens de capa.
ro_ro: Se preiau cele mai recente fișiere gameinfo.xml și imagini de copertă.
ru_ru: Получение последних файлов gameinfo.xml и обложек.
sv_se: Hämtar senaste gameinfo.xml-filer och omslagsbilder.
uk_ua: Отримання останніх файлів gameinfo.xml і обкладинок.
zh_cn: 正在获取最新的gameinfo.xml文件与封面。

source: Downloading gameinfo.xml for {source_name}
de_de: Lade gameinfo.xml für {source_name} herunter
es_es: Descargando gameinfo.xml para {source_name}
fr_fr: Téléchargement de gameinfo.xml en cours pour {source_name}
ko_kr: {source_name}의 gameinfo.xml을 다운로드 중
pl_pl: Pobieranie gameinfo.xml dla {source_name}
pt_br: Baixando gameinfo.xml para {source_name}
ro_ro: Se descarcă gameinfo.xml pentru {source_name}
ru_ru: Скачивание gameinfo.xml для {source_name}
sv_se: Hämtar gameinfo.xml för {source_name}
uk_ua: Завантаження gameinfo.xml для {source_name}
zh_cn: 正在下载{source_name}的gameinfo.xml文件。

source: Installing {port_name}
de_de: Installation von {port_name}
es_es: Instalando {port_name}
fr_fr: Installation de {port_name}
it_it: Installo {port_name}
ja_jp: {port_name} インストール中
ko_kr: {port_name} 설치 중
pl_pl: Instalacja {port_name}
pt_br: Instalando {port_name}
ro_ro: Se instalează {port_name}
ru_ru: Установка {port_name}
sv_se: Installerar {port_name}
uk_ua: Встановлення {port_name}
zh_cn: 正在安装 {port_name}

source: Uninstalling {port_name}
de_de: Deinstallation von {port_name}
es_es: Desinstalando {port_name}
fr_fr: Désinstallation de {port_name}
it_it: Disinstallo {port_name}
ja_jp: {port_name} をアンインストール中
ko_kr: {port_name} 삭제 중
pl_pl: Odinstalowywanie {port_name}
pt_br: Desinstalando {port_name}
ro_ro: Se dezinstalează {port_name}
ru_ru: Удаление {port_name}
sv_se: Avinstallerar {port_name}
uk_ua: Видалення {port_name}
zh_cn: 正在卸载 {port_name}

source: Updating all port sources:
de_de: Aktualisieren aller Port-Quellen:
es_es: Actualizando todas las fuentes de ports:
fr_fr: Mise à jour de toutes les sources de ports :
it_it: Aggiorno le fonti...
ja_jp: すべてのポートソースを更新しています:
ko_kr: 모든 포트 소스 업데이트 중:
pl_pl: Aktualizowanie wszystkich źródeł portów:
pt_br: Atualizando todas as fontes de jogos:
ro_ro: Se actualizează toate sursele porturilor:
ru_ru: Обновление всех портов:
sv_se: Uppdaterar alla portkällor:
uk_ua: Оновлення всіх джерел порту:
zh_cn: 正在更新所有移植作品源：

source: Checking {runtime_name}
de_de: Prüfe {runtime_name}
es_es: Checkeando {runtime_name}
fr_fr: Vérification de {runtime_name}
it_it: Verifico {runtime_name}
ja_jp: {runtime_name} を確認中
ko_kr: {runtime_name} 확인 중
pl_pl: Sprawdzanie {runtime_name}
pt_br: Verificando {runtime_name}
ro_ro: Se verifică {runtime_name}
ru_ru: Проверяем {runtime_name}
sv_se: Kontrollerar {runtime_name}
uk_ua: Перевірка {runtime_name}
zh_cn: 正在检查 {runtime_name}

source: You are switching from the {old_release_channel} to the {new_release_channel} version. Do you want to downgrade?
de_de: Es wird von {old_release_channel} zur {new_release_channel} Version gewechselt. Soll das Downgrade durchgeführt werden?
es_es: Estas cambiando de la version {old_release_channel} a la version {new_release_channel}. Quieres hacer el downgrade?
fr_fr: Vous passez de l' {old_release_channel} à la version {new_release_channel} . Voulez-vous rétrograder ?
it_it: Stai passando dalla versione {old_release_channel} alla versione {new_release_channel} . Vuoi tornare alla versione precedente?
ja_jp: {old_release_channel} から {new_release_channel} へ切り替えています。 ダウングレードしますか？
ko_kr: {old_release_channel}에서 {new_release_channel}로 전환하고 있습니다. 다운그레이드하시겠습니까?
pl_pl: Przechodzisz z {old_release_channel} na wersję {new_release_channel}. Czy chcesz kontynuować?
pt_br: Você está trocando da versão {old_release_channel} para a versão {new_release_channel}. Você deseja retroceder a versão?
ro_ro: Schimbi de la versiunea {old_release_channel} la versiunea {new_release_channel}. Dorești să faci un downgrade?
ru_ru: Вы переключаетесь с {old_release_channel} на версию {new_release_channel}. Вы желаете сменить версию?
sv_se: Du kommer byta från {old_release_channel} till {new_release_channel}. Vill du nedgradera?
uk_ua: Ви переходите з {old_release_channel} на {new_release_channel} версію. Хочете знизити версію?
zh_cn: 正在从 {old_release_channel} 切换到 {new_release_channel} 版本。希望退回吗？

source: There is a new version of PortMaster ({portmaster_version}) Do you want to upgrade?
de_de: Es gibt eine neue Version von PortMaster ({portmaster_version}) Soll das Upgrade durchgeführt werden?
es_es: Hay una nueva version de PortMaster ({portmaster_version}) Te gustaría actualizarla?
fr_fr: Il y a une nouvelle version de PortMaster ({portmaster_version}) Voulez-vous mettre à jour ?
it_it: C'è una nuova versione di PortMaster ({portmaster_version}) Vuoi aggiornare?
ja_jp: PortMaster ({portmaster_version}) アップグレードしますか？
ko_kr: 새로운 ({portmaster_version}) 버전이 있습니다. 업그레이드하시겠습니까?
pl_pl: Dostępna jest nowa wersja PortMaster ({portmaster_version}) Czy chcesz zaktualizować?
pt_br: Há uma nova versão do Portmaster ({portmaster_version}) Deseja atualizar?
ro_ro: Există o nouă versiune a PortMaster ({portmaster_version}) Dorești să faci un upgrade?
ru_ru: Доступна новая версия PortMaster ({portmaster_version}) Вы хотите обновиться?
sv_se: Det finns en ny version av PortMaster ({portmaster_version}) Vill du uppgradera?
uk_ua: Доступна нова версія PortMaster ({portmaster_version}) Хочете оновити?
zh_cn: PortMaster有新版本 ({portmaster_version}) 可用，希望升级吗？

source: Do you want to reinstall PortMaster? This will reinstall from the {release_channel} channel to {portmaster_version}.
de_de: PortMaster wieder installieren? Dies wird vom {release_channel} Kanal zur Version {portmaster_version} installiert.
es_es: Te gustaría reinstalar PortMaster? Esto va a reinstalar desde el canal {release_channel} al canal {portmaster_version}.
fr_fr: Voulez-vous réinstaller PortMaster ? Cela va réinstaller depuis le canal {release_channel} vers {portmaster_version}.
it_it: Vuoi reinstallare PortMaster? Proseguendo scaricherai da {release_channel} la versione {portmaster_version}.
ja_jp: PortMasterを再インストールしますか？ {release_channel} チャンネルから {portmaster_version} に再インストールします。
ko_kr: 포트마스터를 다시 설치 하겠습니까? {release_channel} 채널에서 {portmaster_version}로 다시 설치합니다.
pl_pl: Czy chcesz ponownie zainstalować PortMaster? Zostanie to ponownie zainstalowane z kanału {release_channel} do {portmaster_version}.
pt_br: Você quer reinstalar PortMaster? Isso irá reinstalar do canal {release_channel} para {portmaster_version}.
ro_ro: Dorești să reinstalezi PortMaster? Aceasta va reinstala din canalul {release_channel} la versiunea {portmaster_version}.
ru_ru: Вы хотите переустановить PortMaster? Это переустановит канал обновления {release_channel} на {portmaster_version}.
sv_se: Vill du ominstallera PortMaster? Detta kommer ominstallera {portmaster_version} från {release_channel}-kanalen.
uk_ua: Хочете перевстановити PortMaster? Це перевстановить застосунок з {release_channel} каналу до {portmaster_version}.
zh_cn: 您希望重装PortMaster吗? 这会安装来自 {release_channel} 的 {portmaster_version} 版本。

source: Ports have been added or removed, update your games list to see the new games or remove the uninstalled ones.
de_de: Ports wurden hinzugefügt oder entfernt, aktualisieren Sie Ihre Spiele-Liste, um die neuen Spiele zu sehen oder entfernen Sie die deinstallierten.
es_es: Se han agregado o eliminado ports, actualiza la lista para ver los nuevos juegos o eliminar los juegos desinstalados.
fr_fr: Les ports ont été ajoutés ou supprimés, mettez à jour votre liste de jeux pour voir les nouveaux jeux ou supprimez ceux désinstallés.
ko_kr: 포트가 추가 또는 제거되었습니다. 게임 목록을 업데이트하여 새로운 게임을 확인하거나 제거된 게임을 삭제하세요.
pl_pl: Porty zostały dodane lub usunięte, zaktualizuj listę gier, aby zobaczyć nowe gry lub usunąć odinstalowane.
pt_br: Jogos foram adicionados ou removidos, atualize sua lista para ver os novos jogos ou remover os que não estão mais instalados.
ro_ro: Porturile au fost adăugate sau eliminate, actualizează lista de jocuri pentru a vedea noile jocuri sau pentru a elimina cele dezinstalate.
ru_ru: Порты были добавлены или удалены, обновите список игр, чтобы увидеть новые игры или удалить удаленные.
uk_ua: Порти було додано або видалено, оновіть список ігор, щоб побачити нові ігри або видалити деінстальовані.

source: Loading...
de_de: Lädt...
es_es: Cargando...
fr_fr: Chargement...
it_it: Caricamento...
ja_jp: 読み込み中...
ko_kr: 불러오는 중...
pl_pl: Ładowanie...
pt_br: Carregando...
ro_ro: Se încarcă...
ru_ru: Загрузка...
sv_se: Laddar...
uk_ua: Завантаження...
zh_cn: 加载中…

source: Loading Info.
de_de: Informationen werden geladen.
es_es: Cargando información.
fr_fr: Chargement des informations.
it_it: Caricamento Informazioni
ja_jp: 情報を読み込み中
ko_kr: 정보 불러오는 중
pl_pl: Wczytywanie Informacji.
pt_br: Carregando informação.
ro_ro: Se încarcă informațiile.
ru_ru: Загрузка информации.
sv_se: Laddar Info.
uk_ua: Завантаження інформації.
zh_cn: 正在载入信息...

source: Fetching latest featured ports.
de_de: Lade neueste Ports.
es_es: Obteniendo los últimos ports destacados.
fr_fr: Récupération des derniers ports recommandés.
it_it: Recupero informazioni sugli ultimi ports Raccomandati dal Team.
ja_jp: 最新の注目ポートを取得しています
ko_kr: 최신 추천 포트를 가져오는 중
pl_pl: Pobieranie najnowszych polecanych portów.
pt_br: Buscando jogos em destaque mais recentes.
ro_ro: Se preiau cele mai recente porturi recomandate.
ru_ru: Получение последних портов.
sv_se: Hämtar senaste utvalda portar.
uk_ua: Отримання останніх рекомендованих портів.
zh_cn: 正在获取最新的优秀移植作品。

source: Fetching latest info.
de_de: Lade neueste Informationen.
es_es: Obteniendo información más reciente.
fr_fr: Récupération des dernières informations.
it_it: Cerco nuove informazioni
ja_jp: 最新情報を取得中
ko_kr: 최신 정보를 가져오는 중
pl_pl: Pobieranie najnowszych informacji.
pt_br: Buscando informação mais recente.
ro_ro: Se preiau cele mai recente informații.
ru_ru: Получение последней информации.
sv_se: Hämtar senaste information.
uk_ua: Отримання останньої інформації.
zh_cn: 正在获取最新信息。

source: Fetching latest porters.
de_de: Lade neueste Porters.
es_es: Obteniendo los últimos porters.
fr_fr: Récupération des derniers porteurs.
it_it: Cerco nuovi porters
ja_jp: 最新のポーターを取得中
ko_kr: 최신 포터를 가져오는 중
pl_pl: Pobieranie najnowszych portów.
pt_br: Buscando porters mais recentes.
ro_ro: Se preiau cei mai recenți porteri.
ru_ru: Получение последних портеров.
sv_se: Hämtar senaste portutvecklare.
uk_ua: Отримання останніх портувальників.
zh_cn: 正在获取最新的移植人员信息。

source: Loading Sources.
de_de: Lade Quellen.
es_es: Cargando Fuentes.
fr_fr: Chargement des sources.
it_it: Caricamento Fonti.
ja_jp: ソースの読み込み中
ko_kr: 소스 불러오는 중
pl_pl: Ładowanie źródeł.
pt_br: Carregando fontes.
ro_ro: Se încarcă sursele.
ru_ru: Загрузка портов.
sv_se: Laddar Källor.
uk_ua: Завантаження джерел.
zh_cn: 正在加载资源。

source: Loading Ports.
de_de: Lade Ports.
es_es: Cargando Ports.
fr_fr: Chargement des ports.
it_it: Caricamento Ports.
ja_jp: ポートを読み込み中
ko_kr: 포트 불러오는 중
pl_pl: Ładowanie portów.
pt_br: Carregando jogos.
ro_ro: Se încarcă porturile.
ru_ru: Загрузка портов.
sv_se: Laddar Portar.
uk_ua: Завантаження портів.
zh_cn: 正在加载移植作品。

source: Installing Theme {download_name}.
de_de: Installiere Theme {download_name}.
es_es: Instalando Tema {download_name}.
fr_fr: Installation du thème {download_name}.
it_it: Installo Tema {download_name}.
ja_jp: テーマ {download_name} のインストール中。
ko_kr: {download_name} 테마를 설치 중
pl_pl: Instalowanie motywu {download_name}.
pt_br: Instalando tema {download_name}.
ro_ro: Se instalează tema {download_name}.
ru_ru: Установка темы {download_name}.
sv_se: Installerar Tema {download_name}.
uk_ua: Встановлення теми {download_name}.
zh_cn: 正在安装 {download_name} 主题。

source: Installing
de_de: Wird installiert
es_es: Instalando
fr_fr: Installation en cours
it_it: Installo
ja_jp: インストール中
ko_kr: 설치 중
pl_pl: Instalowanie
pt_br: Instalando
ro_ro: Se instalează
ru_ru: Установка
sv_se: Installerar
uk_ua: Встановлення
zh_cn: 正在安装

source: Theme {download_name!r} installed successfully.
de_de: Theme {download_name!r} erfolgreich installiert.
es_es: Tema {download_name!r} instalado correctamente.
fr_fr: Le thème {download_name!r} a été installé avec succès.
it_it: Tema {download_name!r} installato con successo.
ja_jp: テーマ {download_name!r} のインストールに成功しました。
ko_kr: {download_name!r} 테마 설치에 성공했습니다.
pl_pl: Motyw {download_name!r} zainstalowany pomyślnie.
pt_br: Tema {download_name!r} instalado com sucesso.
ro_ro: Tema {download_name!r} a fost instalată cu succes.
ru_ru: Тема {download_name!r} успешно установлена.
sv_se: Tema {download_name!r} har installerats.
uk_ua: Тема {download_name!r} успішно встановлена.
zh_cn: 主题 {download_name!r} 安装成功。

source: Installing {download_name}.
de_de: Installiere {download_name}.
es_es: Instalando {download_name}.
fr_fr: Installation de {download_name}.
it_it: Installazione {download_name}.
ja_jp: {download_name} インストール中.
ko_kr: {download_name} 설치 중
pl_pl: Instalacja {download_name}.
pt_br: Instalando {download_name}.
ro_ro: Se instalează {download_name}.
ru_ru: Установка {download_name}.
sv_se: Installerar {download_name}.
uk_ua: Встановлення {download_name}.
zh_cn: 正在安装 {download_name}.

source: Port {download_name!r} installed successfully.
de_de: Port {download_name!r} erfolgreich installiert.
es_es: Tema {download_name!r} instalado correctamente.
fr_fr: Le thème {download_name!r} a été installé avec succès.
it_it: Port {download_name!r} installato con successo.
ja_jp: ポート {download_name!r} が正常にインストールされました。
ko_kr: {download_name!r} 포트가 정상적으로 설치되었습니다.
pl_pl: Port {download_name!r} zainstalowany pomyślnie.
pt_br: Jogo {download_name!r} instalado com sucesso.
ro_ro: Portul {download_name!r} a fost instalat cu succes.
ru_ru: Порт {download_name!r} успешно установлен.
sv_se: Port {download_name!r} installerades.
uk_ua: Порт {download_name!r} успішно встановлено.
zh_cn: 已成功安装了移植作品 {download_name!r} 。

source: Installation failed, removing files...
de_de: Installation fehlgeschlagen, entferne Dateien...
es_es: Instalación fallida, eliminando archivos...
fr_fr: Échec de l'installation, suppression des fichiers en cours...
it_it: Installazione fallita, rimozione file in corso...
ja_jp: インストールに失敗しました。ファイルの削除中...
ko_kr: 설치에 실패했습니다. 파일 삭제 중...
pl_pl: Instalacja nie powiodła się, usuwanie plików...
pt_br: Instalação falhou, removendo arquivos...
ro_ro: Instalarea a eșuat, se elimină fișierele...
ru_ru: Установка не удалась, удаление файлов...
sv_se: Installationen misslyckades, raderar filer...
uk_ua: Помилка встановлення, видалення файлів...
zh_cn: 安装失败，正在移除文件...

source: Port {download_name} installed failed.
de_de: Port {download_name} Installation fehlgeschlagen.
es_es: La instalación del Port {download_name} ha fallado.
fr_fr: Échec de l'installation du port {download_name}.
it_it: {download_name} fallisce l'installazione.
ja_jp: ポート {download_name} がインストールされませんでした。
ko_kr: {download_name} 포트 설치에 실패했습니다.
pl_pl: Port {download_name} nie został zainstalowany.
pt_br: Jogo {download_name} falhou na instalação.
ro_ro: Instalarea portului {download_name} a eșuat.
ru_ru: Не удалось установить порт {download_name}.
sv_se: Installation av {download_name} misslyckades.
uk_ua: Не вдалося встановити порт {download_name}.
zh_cn: 移植作品 {download_name} 安装失败。

source: Port {download_name!r} and {runtime_name!r} installed successfully.
de_de: Port {download_name!r} und {runtime_name!r} erfolgreich installiert.
es_es: Port {download_name!r} y {runtime_name!r} instalados correctamente.
fr_fr: Port {download_name!r} et {runtime_name!r} installé avec succès.
it_it: {download_name!r} e {runtime_name!r} sono stati installati con successo
ja_jp: ポート {download_name!r} と {runtime_name!r} が正常にインストールされました。
ko_kr: {download_name!r} 포트와 {runtime_name!r} 가 정상적으로 설치되었습니다.
pl_pl: Port {download_name!r} i {runtime_name!r} zainstalowany pomyślnie.
pt_br: Jogo {download_name!r} e {runtime_name!r} instalados com sucesso.
ro_ro: Portul {download_name!r} și {runtime_name!r} au fost instalate cu succes.
ru_ru: Порт {download_name!r} и {runtime_name!r} успешно установлены.
sv_se: Port {download_name!r} och {runtime_name!r} har installerats.
uk_ua: Порт {download_name!r} та {runtime_name!r} успішно встановлено.
zh_cn: 移植作品 {download_name!r} 和 {runtime_name!r} 安装成功。
