Repository: PortsMaster/PortMaster-GUI
Catalog: PortMaster/pylibs/locales/*/LC_MESSAGES/themes.po
Languages: de_de, fr_fr, pl_pl, pt_br

source: Genres: {port_info.genres} Download Size: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
de_de: Genres: {port_info.genres} Download-Größe: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
fr_fr: Genres : {port_info.genres} Taille de téléchargement : {port_info.download_size}{if:port_info.runtime} Runtime : {port_info.runtime} ({port_info.runtime_status}){endif}
pl_pl: Gatunki: {port_info.genres} Rozmiar pobierania: {port_info.download_size}{if:port_info.runtime} Czas uruchomienia: {port_info.runtime} ({port_info.runtime_status}){endif}
pt_br: Gêneros: {port_info.genres} Tamanho do download: {port_info.download_size}{if:port_info.runtime} Tempo de execução: {port_info.runtime} ({port_info.runtime_status}){endif}

source: {if:!ports_list.total_ports::ports_list.filter_ports}Available Ports: {ports_list.filter_ports} / {ports_list.total_ports} Filters: {ports_list.filters}{endif}
de_de: {if:!ports_list.total_ports::ports_list.filter_ports}Verfügbare Ports: {ports_list.filter_ports} / {ports_list.total_ports} Filter: {ports_list.filters}{endif}
fr_fr: {if:!ports_list.total_ports::ports_list.filter_ports}Ports disponibles: {ports_list.filter_ports} / {ports_list.total_ports} Filtres: {ports_list.filters}{endif}
pl_pl: {if:!ports_list.total_ports::ports_list.filter_ports}Dostępne Porty: {ports_list.filter_ports} / {ports_list.total_ports} Filtry: {ports_list.filters}{endif}
pt_br: {if:!ports_list.total_ports::ports_list.filter_ports}Jogos disponíveis: {ports_list.filter_ports} / {ports_list.total_ports} Filtros: {ports_list.filters}{endif}

source: Free Space: {system.free_space} Porter: {port_info.porter} Genres: {port_info.genres} Download Size: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif} Instruction: {port_info.instructions}
de_de: Freier Speicher: {system.free_space} Porter: {port_info.porter} Genres: {port_info.genres} Downloadgröße: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif} Anleitung: {port_info.instructions}
fr_fr: Espace libre : {system.free_space} Porter : {port_info.porter} Genres : {port_info.genres} Taille du téléchargement : {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif} Instruction: {port_info.instructions}
pl_pl: Wolne Miejsce: {system.free_space} Porter: {port_info.porter} Gatunki {port_info.genres} Rozmiar pobierania: {port_info.download_size}{if:port_info.runtime} Czas uruchomienia: {port_info.runtime} ({port_info.runtime_status}){endif} Instrukcja: {port_info.instructions}
pt_br: Espaço livre: {system.free_space} Porter: {port_info.porter} Gêneros: {port_info.genres} Tamanho do download: {port_info.download_size}{if:port_info.runtime} Tempo de execução: {port_info.runtime} ({port_info.runtime_status}){endif} Instrução: {port_info.instructions}

source: Time: {system.time_24hr} CFW: {system.cfw_name} ({system.cfw_version}) Device: {system.device_name} Battery: {system.battery_level}
de_de: Zeit: {system.time_24hr} CFW: {system.cfw_name} ({system.cfw_version}) Gerät: {system.device_name} Batterie: {system.battery_level}
fr_fr: Heure: {system.time_24hr} CFW : {system.cfw_name} ({system.cfw_version}) Périphérique : {system.device_name} Batterie : {system.battery_level}
pl_pl: Godzina: {system.time_24hr} Oprogramowanie: {system.cfw_name} ({system.cfw_version}) Urządzenie: {system.device_name} Stan Baterii: {system.battery_level}
pt_br: Hora: {system.time_24hr} Sistema: {system.cfw_name} ({system.cfw_version}) Aparelho: {system.device_name} Bateria: {system.battery_level}

source: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Space: {system.free_space} free
de_de: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Speicher: {system.free_space} frei
pl_pl: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Przestrzeń: {system.free_space} wolnych / łącznie
pt_br: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Espaço: {system.free_space} livre

source: Creator: {theme_info.creator} Status: {theme_info.status}
de_de: Verfasser: {theme_info.creator} Status: {theme_info.status}
fr_fr: Créateur : {theme_info.creator} Status: {theme_info.status}
pl_pl: Twórca: {theme_info.creator} Status: {theme_info.status}
pt_br: Criador: {theme_info.creator} Estado: {theme_info.status}

source: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Space: {system.free_space} free / {system.total_space} total
de_de: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Speicherplatz: {system.free_space} frei / {system.total_space} Gesamt
fr_fr: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Espace : {system.free_space} free / {system.total_space} total
pl_pl: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Przestrzeń: {system.free_space} wolnych / {system.total_space} łącznie
pt_br: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Espaço: {system.free_space} livre / {system.total_space} total

source: Time: {system.time_24hr} Battery: {system.battery_level} Space: {system.free_space} free
de_de: Uhrzeit: {system.time_24hr} Batterie: {system.battery_level} Speicher: {system.free_space} frei
pl_pl: Czas: {system.time_24hr} Bateria: {system.battery_level} Miejsce: {system.free_space} wolnych
pt_br: Hora: {system.time_24hr} Bateria: {system.battery_level} Espaço: {system.free_space} livre

source: Filters: {if:!ports_list.total_ports::ports_list.filter_ports} {ports_list.filters}{endif}
de_de: Filter: {if:!ports_list.total_ports::ports_list.filter_ports} {ports_list.filters}{endif}
fr_fr: Filtres: {if:!ports_list.total_ports::ports_list.filter_ports} {ports_list.filters}{endif}
pl_pl: Filtry: {if:!ports_list.total_ports::ports_list.filter_ports} {ports_list.filters}{endif}
pt_br: Filtros: {if:!ports_list.total_ports::ports_list.filter_ports} {ports_list.filters}{endif}

source: Genres: {port_info.genres} Download Size: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
de_de: Genres: {port_info.genres} Download-Größe: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
fr_fr: Genres: {port_info.genres} Taille de téléchargement: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
pl_pl: Gatunek: {port_info.genres} Rozmiar pobierania: {port_info.download_size}{if:port_info.runtime} Czas Uruchomienia: {port_info.runtime} ({port_info.runtime_status}){endif}
pt_br: Gêneros: {port_info.genres} Tamanho do download: {port_info.download_size}{if:port_info.runtime} Tempo de execução: {port_info.runtime} ({port_info.runtime_status}){endif}

source: Time: {system.time_24hr} Battery: {system.battery_level}
de_de: Zeit: {system.time_24hr} Batterie: {system.battery_level}
fr_fr: Heure: {system.time_24hr} Batterie : {system.battery_level}
pl_pl: Czas: {system.time_24hr} Bateria: {system.battery_level}
pt_br: Hora: {system.time_24hr} Bateria: {system.battery_level}

source: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Space: {system.free_space} free / {system.total_space} total Time: {system.time_24hr} Battery: {system.battery_level}
de_de: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Speicher: {system.free_space} frei / {system.total_space} insgesamt Uhrzeit: {system.time_24hr} Batterie: {system.battery_level}
pl_pl: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Miejsce: {system.free_space} wolnych / {system.total_space} łącznie Czas: {system.time_24hr} Bateria: {system.battery_level}
pt_br: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Espaço: {system.free_space} livre / {system.total_space} total Hora: {system.time_24hr} Bateria: {system.battery_level}

source: Title: {port_info.title} Porter: {port_info.porter} Genres: {port_info.genres} Download Size: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif} Description: {port_info.description}
de_de: Titel: {port_info.title} Porter: {port_info.porter} Genres: {port_info.genres} Downloadgröße: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif} Beschreibung: {port_info.description}
fr_fr: Espace libre : {port_info.title} Porter : {port_info.porter} Genres : {port_info.genres} Taille du téléchargement : {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif} Instruction: {port_info.description}
pl_pl: Tytuł: {port_info.title} Porter: {port_info.porter} Gatunki {port_info.genres} Rozmiar pobierania: {port_info.download_size}{if:port_info.runtime} Czas uruchomienia: {port_info.runtime} ({port_info.runtime_status}){endif} Opis: {port_info.description}
pt_br: Título: {port_info.title} Porter: {port_info.porter} Gêneros: {port_info.genres} Tamanho do download: {port_info.download_size}{if:port_info.runtime} Tempo de execução: {port_info.runtime} ({port_info.runtime_status}){endif} Descrição: {port_info.description}

source: {if:!ports_list.total_ports::ports_list.filter_ports}Available Ports: {ports_list.filter_ports} / {ports_list.total_ports} Filters: {ports_list.filters}{endif}
de_de: {if:!ports_list.total_ports::ports_list.filter_ports}Verfügbare Ports: {ports_list.filter_ports} / {ports_list.total_ports} Filters: {ports_list.filters}{endif}
fr_fr: {if:!ports_list.total_ports::ports_list.filter_ports}Ports disponibles : {ports_list.filter_ports} / {ports_list.total_ports} Filtres : {ports_list.filters}{endif}
pl_pl: {if:!ports_list.total_ports::ports_list.filter_ports}Dostępne Porty: {ports_list.filter_ports} / {ports_list.total_ports} Filtry: {ports_list.filters}{endif}
pt_br: {if:!ports_list.total_ports::ports_list.filter_ports}Jogos disponíveis: {ports_list.filter_ports} / {ports_list.total_ports} Filtros: {ports_list.filters}{endif}

source: Genres: {port_info.genres} {if:port_info.install_size}Installed Size: {port_info.install_size}{else}Download Size: {port_info.download_size}{endif}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
de_de: Genres: {port_info.genres} {if:port_info.install_size}Installierte Größe: {port_info.install_size}{else}Downloadgröße: {port_info.download_size}{endif}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
fr_fr: Genres : {port_info.genres} {if:port_info.install_size}Taille installée : {port_info.install_size}{else}Taille de téléchargement : {port_info.download_size}{endif}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
pl_pl: Gatunki: {port_info.genres} {if:port_info.install_size}Rozmiar po instalacji: {port_info.install_size}{else}Rozmiar pobierania: {port_info.download_size}{endif}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
pt_br: Gêneros: {port_info.genres} {if:port_info.install_size}Tamanho instalado: {port_info.install_size}{else}Tamanho do arquivo: {port_info.download_size}{endif}{if:port_info.runtime} Tempo de execução: {port_info.runtime} ({port_info.runtime_status}){endif}

source: Name: {runtime_info.name} Status: {runtime_info.status} Ports: {runtime_info.ports} Download Size: {runtime_info.download_size} Install Size: {runtime_info.disk_size}
de_de: Name: {runtime_info.name} Status: {runtime_info.status} Ports: {runtime_info.ports} Downloadgröße: {runtime_info.download_size} Installationsgröße: {runtime_info.disk_size}
fr_fr: Nom : {runtime_info.name} Statut: {runtime_info.status} Ports : {runtime_info.ports} Taille du téléchargement : {runtime_info.download_size} Taille de l'installation : {runtime_info.disk_size}
pl_pl: Nazwa: {runtime_info.name} Status: {runtime_info.status} Porty: {runtime_info.ports} Rozmiar pobierania: {runtime_info.download_size} Rozmiar instalacji: {runtime_info.disk_size}
pt_br: Nome: {runtime_info.name} Estado: {runtime_info.status} Jogos: {runtime_info.ports} Tamanho do Download: {runtime_info.download_size} Tamanho para Instalar: {runtime_info.disk_size}
